{"number":28,"name":"سُورَةُ القَصَصِ","englishName":"Al-Qasas","englishNameTranslation":"The Stories","revelationType":"Meccan","numberOfAyahs":88,"ayahs":[{"number":3253,"text":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ طسۤمۤ\n","numberInSurah":1,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3254,"text":"تِلۡكَ ءَایَـٰتُ ٱلۡكِتَـٰبِ ٱلۡمُبِینِ\n","numberInSurah":2,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3255,"text":"نَتۡلُوا۟ عَلَیۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمࣲ یُؤۡمِنُونَ\n","numberInSurah":3,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3256,"text":"إِنَّ فِرۡعَوۡنَ عَلَا فِی ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِیَعࣰا یَسۡتَضۡعِفُ طَاۤىِٕفَةࣰ مِّنۡهُمۡ یُذَبِّحُ أَبۡنَاۤءَهُمۡ وَیَسۡتَحۡیِۦ نِسَاۤءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِینَ\n","numberInSurah":4,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3257,"text":"وَنُرِیدُ أَن نَّمُنَّ عَلَى ٱلَّذِینَ ٱسۡتُضۡعِفُوا۟ فِی ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَىِٕمَّةࣰ وَنَجۡعَلَهُمُ ٱلۡوَ ٰ⁠رِثِینَ\n","numberInSurah":5,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3258,"text":"وَنُمَكِّنَ لَهُمۡ فِی ٱلۡأَرۡضِ وَنُرِیَ فِرۡعَوۡنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُوا۟ یَحۡذَرُونَ\n","numberInSurah":6,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3259,"text":"وَأَوۡحَیۡنَاۤ إِلَىٰۤ أُمِّ مُوسَىٰۤ أَنۡ أَرۡضِعِیهِۖ فَإِذَا خِفۡتِ عَلَیۡهِ فَأَلۡقِیهِ فِی ٱلۡیَمِّ وَلَا تَخَافِی وَلَا تَحۡزَنِیۤۖ إِنَّا رَاۤدُّوهُ إِلَیۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِینَ\n","numberInSurah":7,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3260,"text":"فَٱلۡتَقَطَهُۥۤ ءَالُ فِرۡعَوۡنَ لِیَكُونَ لَهُمۡ عَدُوࣰّا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا كَانُوا۟ خَـٰطِـِٔینَ\n","numberInSurah":8,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3261,"text":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَیۡنࣲ لِّی وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰۤ أَن یَنفَعَنَاۤ أَوۡ نَتَّخِذَهُۥ وَلَدࣰا وَهُمۡ لَا یَشۡعُرُونَ\n","numberInSurah":9,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3262,"text":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَـٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِی بِهِۦ لَوۡلَاۤ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِینَ\n","numberInSurah":10,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3263,"text":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّیهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبࣲ وَهُمۡ لَا یَشۡعُرُونَ\n","numberInSurah":11,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3264,"text":"۞ وَحَرَّمۡنَا عَلَیۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰۤ أَهۡلِ بَیۡتࣲ یَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَـٰصِحُونَ\n","numberInSurah":12,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":155,"sajda":false},{"number":3265,"text":"فَرَدَدۡنَـٰهُ إِلَىٰۤ أُمِّهِۦ كَیۡ تَقَرَّ عَیۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقࣱّ وَلَـٰكِنَّ أَكۡثَرَهُمۡ لَا یَعۡلَمُونَ\n","numberInSurah":13,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":155,"sajda":false},{"number":3266,"text":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰۤ ءَاتَیۡنَـٰهُ حُكۡمࣰا وَعِلۡمࣰاۚ وَكَذَ ٰ⁠لِكَ نَجۡزِی ٱلۡمُحۡسِنِینَ\n","numberInSurah":14,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3267,"text":"وَدَخَلَ ٱلۡمَدِینَةَ عَلَىٰ حِینِ غَفۡلَةࣲ مِّنۡ أَهۡلِهَا فَوَجَدَ فِیهَا رَجُلَیۡنِ یَقۡتَتِلَانِ هَـٰذَا مِن شِیعَتِهِۦ وَهَـٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَـٰثَهُ ٱلَّذِی مِن شِیعَتِهِۦ عَلَى ٱلَّذِی مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَیۡهِۖ قَالَ هَـٰذَا مِنۡ عَمَلِ ٱلشَّیۡطَـٰنِۖ إِنَّهُۥ عَدُوࣱّ مُّضِلࣱّ مُّبِینࣱ\n","numberInSurah":15,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3268,"text":"قَالَ رَبِّ إِنِّی ظَلَمۡتُ نَفۡسِی فَٱغۡفِرۡ لِی فَغَفَرَ لَهُۥۤۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِیمُ\n","numberInSurah":16,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3269,"text":"قَالَ رَبِّ بِمَاۤ أَنۡعَمۡتَ عَلَیَّ فَلَنۡ أَكُونَ ظَهِیرࣰا لِّلۡمُجۡرِمِینَ\n","numberInSurah":17,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3270,"text":"فَأَصۡبَحَ فِی ٱلۡمَدِینَةِ خَاۤىِٕفࣰا یَتَرَقَّبُ فَإِذَا ٱلَّذِی ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ یَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰۤ إِنَّكَ لَغَوِیࣱّ مُّبِینࣱ\n","numberInSurah":18,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3271,"text":"فَلَمَّاۤ أَنۡ أَرَادَ أَن یَبۡطِشَ بِٱلَّذِی هُوَ عَدُوࣱّ لَّهُمَا قَالَ یَـٰمُوسَىٰۤ أَتُرِیدُ أَن تَقۡتُلَنِی كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِیدُ إِلَّاۤ أَن تَكُونَ جَبَّارࣰا فِی ٱلۡأَرۡضِ وَمَا تُرِیدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِینَ\n","numberInSurah":19,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3272,"text":"وَجَاۤءَ رَجُلࣱ مِّنۡ أَقۡصَا ٱلۡمَدِینَةِ یَسۡعَىٰ قَالَ یَـٰمُوسَىٰۤ إِنَّ ٱلۡمَلَأَ یَأۡتَمِرُونَ بِكَ لِیَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّی لَكَ مِنَ ٱلنَّـٰصِحِینَ\n","numberInSurah":20,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3273,"text":"فَخَرَجَ مِنۡهَا خَاۤىِٕفࣰا یَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِی مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n","numberInSurah":21,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3274,"text":"وَلَمَّا تَوَجَّهَ تِلۡقَاۤءَ مَدۡیَنَ قَالَ عَسَىٰ رَبِّیۤ أَن یَهۡدِیَنِی سَوَاۤءَ ٱلسَّبِیلِ\n","numberInSurah":22,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3275,"text":"وَلَمَّا وَرَدَ مَاۤءَ مَدۡیَنَ وَجَدَ عَلَیۡهِ أُمَّةࣰ مِّنَ ٱلنَّاسِ یَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَیۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِی حَتَّىٰ یُصۡدِرَ ٱلرِّعَاۤءُۖ وَأَبُونَا شَیۡخࣱ كَبِیرࣱ\n","numberInSurah":23,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3276,"text":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰۤ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّی لِمَاۤ أَنزَلۡتَ إِلَیَّ مِنۡ خَیۡرࣲ فَقِیرࣱ\n","numberInSurah":24,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3277,"text":"فَجَاۤءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِی عَلَى ٱسۡتِحۡیَاۤءࣲ قَالَتۡ إِنَّ أَبِی یَدۡعُوكَ لِیَجۡزِیَكَ أَجۡرَ مَا سَقَیۡتَ لَنَاۚ فَلَمَّا جَاۤءَهُۥ وَقَصَّ عَلَیۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n","numberInSurah":25,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3278,"text":"قَالَتۡ إِحۡدَىٰهُمَا یَـٰۤأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَیۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِیُّ ٱلۡأَمِینُ\n","numberInSurah":26,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3279,"text":"قَالَ إِنِّیۤ أُرِیدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَیَّ هَـٰتَیۡنِ عَلَىٰۤ أَن تَأۡجُرَنِی ثَمَـٰنِیَ حِجَجࣲۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرࣰا فَمِنۡ عِندِكَۖ وَمَاۤ أُرِیدُ أَنۡ أَشُقَّ عَلَیۡكَۚ سَتَجِدُنِیۤ إِن شَاۤءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِینَ\n","numberInSurah":27,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3280,"text":"قَالَ ذَ ٰ⁠لِكَ بَیۡنِی وَبَیۡنَكَۖ أَیَّمَا ٱلۡأَجَلَیۡنِ قَضَیۡتُ فَلَا عُدۡوَ ٰ⁠نَ عَلَیَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِیلࣱ\n","numberInSurah":28,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3281,"text":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦۤ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارࣰاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوۤا۟ إِنِّیۤ ءَانَسۡتُ نَارࣰا لَّعَلِّیۤ ءَاتِیكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةࣲ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ\n","numberInSurah":29,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3282,"text":"فَلَمَّاۤ أَتَىٰهَا نُودِیَ مِن شَـٰطِىِٕ ٱلۡوَادِ ٱلۡأَیۡمَنِ فِی ٱلۡبُقۡعَةِ ٱلۡمُبَـٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن یَـٰمُوسَىٰۤ إِنِّیۤ أَنَا ٱللَّهُ رَبُّ ٱلۡعَـٰلَمِینَ\n","numberInSurah":30,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3283,"text":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَاۤنࣱّ وَلَّىٰ مُدۡبِرࣰا وَلَمۡ یُعَقِّبۡۚ یَـٰمُوسَىٰۤ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡـَٔامِنِینَ\n","numberInSurah":31,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3284,"text":"ٱسۡلُكۡ یَدَكَ فِی جَیۡبِكَ تَخۡرُجۡ بَیۡضَاۤءَ مِنۡ غَیۡرِ سُوۤءࣲ وَٱضۡمُمۡ إِلَیۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَ ٰ⁠نِكَ بُرۡهَـٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِی۟هِۦۤۚ إِنَّهُمۡ كَانُوا۟ قَوۡمࣰا فَـٰسِقِینَ\n","numberInSurah":32,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3285,"text":"قَالَ رَبِّ إِنِّی قَتَلۡتُ مِنۡهُمۡ نَفۡسࣰا فَأَخَافُ أَن یَقۡتُلُونِ\n","numberInSurah":33,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3286,"text":"وَأَخِی هَـٰرُونُ هُوَ أَفۡصَحُ مِنِّی لِسَانࣰا فَأَرۡسِلۡهُ مَعِیَ رِدۡءࣰا یُصَدِّقُنِیۤۖ إِنِّیۤ أَخَافُ أَن یُكَذِّبُونِ\n","numberInSurah":34,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3287,"text":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِیكَ وَنَجۡعَلُ لَكُمَا سُلۡطَـٰنࣰا فَلَا یَصِلُونَ إِلَیۡكُمَا بِـَٔایَـٰتِنَاۤۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَـٰلِبُونَ\n","numberInSurah":35,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3288,"text":"فَلَمَّا جَاۤءَهُم مُّوسَىٰ بِـَٔایَـٰتِنَا بَیِّنَـٰتࣲ قَالُوا۟ مَا هَـٰذَاۤ إِلَّا سِحۡرࣱ مُّفۡتَرࣰى وَمَا سَمِعۡنَا بِهَـٰذَا فِیۤ ءَابَاۤىِٕنَا ٱلۡأَوَّلِینَ\n","numberInSurah":36,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3289,"text":"وَقَالَ مُوسَىٰ رَبِّیۤ أَعۡلَمُ بِمَن جَاۤءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا یُفۡلِحُ ٱلظَّـٰلِمُونَ\n","numberInSurah":37,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3290,"text":"وَقَالَ فِرۡعَوۡنُ یَـٰۤأَیُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَـٰهٍ غَیۡرِی فَأَوۡقِدۡ لِی یَـٰهَـٰمَـٰنُ عَلَى ٱلطِّینِ فَٱجۡعَل لِّی صَرۡحࣰا لَّعَلِّیۤ أَطَّلِعُ إِلَىٰۤ إِلَـٰهِ مُوسَىٰ وَإِنِّی لَأَظُنُّهُۥ مِنَ ٱلۡكَـٰذِبِینَ\n","numberInSurah":38,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3291,"text":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِی ٱلۡأَرۡضِ بِغَیۡرِ ٱلۡحَقِّ وَظَنُّوۤا۟ أَنَّهُمۡ إِلَیۡنَا لَا یُرۡجَعُونَ\n","numberInSurah":39,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3292,"text":"فَأَخَذۡنَـٰهُ وَجُنُودَهُۥ فَنَبَذۡنَـٰهُمۡ فِی ٱلۡیَمِّۖ فَٱنظُرۡ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِینَ\n","numberInSurah":40,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3293,"text":"وَجَعَلۡنَـٰهُمۡ أَىِٕمَّةࣰ یَدۡعُونَ إِلَى ٱلنَّارِۖ وَیَوۡمَ ٱلۡقِیَـٰمَةِ لَا یُنصَرُونَ\n","numberInSurah":41,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3294,"text":"وَأَتۡبَعۡنَـٰهُمۡ فِی هَـٰذِهِ ٱلدُّنۡیَا لَعۡنَةࣰۖ وَیَوۡمَ ٱلۡقِیَـٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِینَ\n","numberInSurah":42,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3295,"text":"وَلَقَدۡ ءَاتَیۡنَا مُوسَى ٱلۡكِتَـٰبَ مِنۢ بَعۡدِ مَاۤ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَاۤىِٕرَ لِلنَّاسِ وَهُدࣰى وَرَحۡمَةࣰ لَّعَلَّهُمۡ یَتَذَكَّرُونَ\n","numberInSurah":43,"juz":20,"manzil":5,"page":390,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3296,"text":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِیِّ إِذۡ قَضَیۡنَاۤ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّـٰهِدِینَ\n","numberInSurah":44,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3297,"text":"وَلَـٰكِنَّاۤ أَنشَأۡنَا قُرُونࣰا فَتَطَاوَلَ عَلَیۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِیࣰا فِیۤ أَهۡلِ مَدۡیَنَ تَتۡلُوا۟ عَلَیۡهِمۡ ءَایَـٰتِنَا وَلَـٰكِنَّا كُنَّا مُرۡسِلِینَ\n","numberInSurah":45,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3298,"text":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَیۡنَا وَلَـٰكِن رَّحۡمَةࣰ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمࣰا مَّاۤ أَتَىٰهُم مِّن نَّذِیرࣲ مِّن قَبۡلِكَ لَعَلَّهُمۡ یَتَذَكَّرُونَ\n","numberInSurah":46,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3299,"text":"وَلَوۡلَاۤ أَن تُصِیبَهُم مُّصِیبَةُۢ بِمَا قَدَّمَتۡ أَیۡدِیهِمۡ فَیَقُولُوا۟ رَبَّنَا لَوۡلَاۤ أَرۡسَلۡتَ إِلَیۡنَا رَسُولࣰا فَنَتَّبِعَ ءَایَـٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِینَ\n","numberInSurah":47,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3300,"text":"فَلَمَّا جَاۤءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوا۟ لَوۡلَاۤ أُوتِیَ مِثۡلَ مَاۤ أُوتِیَ مُوسَىٰۤۚ أَوَلَمۡ یَكۡفُرُوا۟ بِمَاۤ أُوتِیَ مُوسَىٰ مِن قَبۡلُۖ قَالُوا۟ سِحۡرَانِ تَظَـٰهَرَا وَقَالُوۤا۟ إِنَّا بِكُلࣲّ كَـٰفِرُونَ\n","numberInSurah":48,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3301,"text":"قُلۡ فَأۡتُوا۟ بِكِتَـٰبࣲ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَاۤ أَتَّبِعۡهُ إِن كُنتُمۡ صَـٰدِقِینَ\n","numberInSurah":49,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3302,"text":"فَإِن لَّمۡ یَسۡتَجِیبُوا۟ لَكَ فَٱعۡلَمۡ أَنَّمَا یَتَّبِعُونَ أَهۡوَاۤءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَیۡرِ هُدࣰى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلظَّـٰلِمِینَ\n","numberInSurah":50,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3303,"text":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ یَتَذَكَّرُونَ\n","numberInSurah":51,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3304,"text":"ٱلَّذِینَ ءَاتَیۡنَـٰهُمُ ٱلۡكِتَـٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ یُؤۡمِنُونَ\n","numberInSurah":52,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3305,"text":"وَإِذَا یُتۡلَىٰ عَلَیۡهِمۡ قَالُوۤا۟ ءَامَنَّا بِهِۦۤ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَاۤ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِینَ\n","numberInSurah":53,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3306,"text":"أُو۟لَـٰۤىِٕكَ یُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَیۡنِ بِمَا صَبَرُوا۟ وَیَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّیِّئَةَ وَمِمَّا رَزَقۡنَـٰهُمۡ یُنفِقُونَ\n","numberInSurah":54,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3307,"text":"وَإِذَا سَمِعُوا۟ ٱللَّغۡوَ أَعۡرَضُوا۟ عَنۡهُ وَقَالُوا۟ لَنَاۤ أَعۡمَـٰلُنَا وَلَكُمۡ أَعۡمَـٰلُكُمۡ سَلَـٰمٌ عَلَیۡكُمۡ لَا نَبۡتَغِی ٱلۡجَـٰهِلِینَ\n","numberInSurah":55,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3308,"text":"إِنَّكَ لَا تَهۡدِی مَنۡ أَحۡبَبۡتَ وَلَـٰكِنَّ ٱللَّهَ یَهۡدِی مَن یَشَاۤءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِینَ\n","numberInSurah":56,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3309,"text":"وَقَالُوۤا۟ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَاۤۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنࣰا یُجۡبَىٰۤ إِلَیۡهِ ثَمَرَ ٰ⁠تُ كُلِّ شَیۡءࣲ رِّزۡقࣰا مِّن لَّدُنَّا وَلَـٰكِنَّ أَكۡثَرَهُمۡ لَا یَعۡلَمُونَ\n","numberInSurah":57,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3310,"text":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡیَةِۭ بَطِرَتۡ مَعِیشَتَهَاۖ فَتِلۡكَ مَسَـٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِیلࣰاۖ وَكُنَّا نَحۡنُ ٱلۡوَ ٰ⁠رِثِینَ\n","numberInSurah":58,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3311,"text":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ یَبۡعَثَ فِیۤ أُمِّهَا رَسُولࣰا یَتۡلُوا۟ عَلَیۡهِمۡ ءَایَـٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِی ٱلۡقُرَىٰۤ إِلَّا وَأَهۡلُهَا ظَـٰلِمُونَ\n","numberInSurah":59,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3312,"text":"وَمَاۤ أُوتِیتُم مِّن شَیۡءࣲ فَمَتَـٰعُ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا وَزِینَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَیۡرࣱ وَأَبۡقَىٰۤۚ أَفَلَا تَعۡقِلُونَ\n","numberInSurah":60,"juz":20,"manzil":5,"page":393,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3313,"text":"أَفَمَن وَعَدۡنَـٰهُ وَعۡدًا حَسَنࣰا فَهُوَ لَـٰقِیهِ كَمَن مَّتَّعۡنَـٰهُ مَتَـٰعَ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا ثُمَّ هُوَ یَوۡمَ ٱلۡقِیَـٰمَةِ مِنَ ٱلۡمُحۡضَرِینَ\n","numberInSurah":61,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3314,"text":"وَیَوۡمَ یُنَادِیهِمۡ فَیَقُولُ أَیۡنَ شُرَكَاۤءِیَ ٱلَّذِینَ كُنتُمۡ تَزۡعُمُونَ\n","numberInSurah":62,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3315,"text":"قَالَ ٱلَّذِینَ حَقَّ عَلَیۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَـٰۤؤُلَاۤءِ ٱلَّذِینَ أَغۡوَیۡنَاۤ أَغۡوَیۡنَـٰهُمۡ كَمَا غَوَیۡنَاۖ تَبَرَّأۡنَاۤ إِلَیۡكَۖ مَا كَانُوۤا۟ إِیَّانَا یَعۡبُدُونَ\n","numberInSurah":63,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3316,"text":"وَقِیلَ ٱدۡعُوا۟ شُرَكَاۤءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ یَسۡتَجِیبُوا۟ لَهُمۡ وَرَأَوُا۟ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُوا۟ یَهۡتَدُونَ\n","numberInSurah":64,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3317,"text":"وَیَوۡمَ یُنَادِیهِمۡ فَیَقُولُ مَاذَاۤ أَجَبۡتُمُ ٱلۡمُرۡسَلِینَ\n","numberInSurah":65,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3318,"text":"فَعَمِیَتۡ عَلَیۡهِمُ ٱلۡأَنۢبَاۤءُ یَوۡمَىِٕذࣲ فَهُمۡ لَا یَتَسَاۤءَلُونَ\n","numberInSurah":66,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3319,"text":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحࣰا فَعَسَىٰۤ أَن یَكُونَ مِنَ ٱلۡمُفۡلِحِینَ\n","numberInSurah":67,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3320,"text":"وَرَبُّكَ یَخۡلُقُ مَا یَشَاۤءُ وَیَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِیَرَةُۚ سُبۡحَـٰنَ ٱللَّهِ وَتَعَـٰلَىٰ عَمَّا یُشۡرِكُونَ\n","numberInSurah":68,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3321,"text":"وَرَبُّكَ یَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا یُعۡلِنُونَ\n","numberInSurah":69,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3322,"text":"وَهُوَ ٱللَّهُ لَاۤ إِلَـٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِی ٱلۡأُولَىٰ وَٱلۡـَٔاخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَیۡهِ تُرۡجَعُونَ\n","numberInSurah":70,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3323,"text":"قُلۡ أَرَءَیۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَیۡكُمُ ٱلَّیۡلَ سَرۡمَدًا إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ مَنۡ إِلَـٰهٌ غَیۡرُ ٱللَّهِ یَأۡتِیكُم بِضِیَاۤءٍۚ أَفَلَا تَسۡمَعُونَ\n","numberInSurah":71,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3324,"text":"قُلۡ أَرَءَیۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَیۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ مَنۡ إِلَـٰهٌ غَیۡرُ ٱللَّهِ یَأۡتِیكُم بِلَیۡلࣲ تَسۡكُنُونَ فِیهِۚ أَفَلَا تُبۡصِرُونَ\n","numberInSurah":72,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3325,"text":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّیۡلَ وَٱلنَّهَارَ لِتَسۡكُنُوا۟ فِیهِ وَلِتَبۡتَغُوا۟ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ\n","numberInSurah":73,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3326,"text":"وَیَوۡمَ یُنَادِیهِمۡ فَیَقُولُ أَیۡنَ شُرَكَاۤءِیَ ٱلَّذِینَ كُنتُمۡ تَزۡعُمُونَ\n","numberInSurah":74,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3327,"text":"وَنَزَعۡنَا مِن كُلِّ أُمَّةࣲ شَهِیدࣰا فَقُلۡنَا هَاتُوا۟ بُرۡهَـٰنَكُمۡ فَعَلِمُوۤا۟ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُوا۟ یَفۡتَرُونَ\n","numberInSurah":75,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3328,"text":"۞ إِنَّ قَـٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَیۡهِمۡۖ وَءَاتَیۡنَـٰهُ مِنَ ٱلۡكُنُوزِ مَاۤ إِنَّ مَفَاتِحَهُۥ لَتَنُوۤأُ بِٱلۡعُصۡبَةِ أُو۟لِی ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا یُحِبُّ ٱلۡفَرِحِینَ\n","numberInSurah":76,"juz":20,"manzil":5,"page":394,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3329,"text":"وَٱبۡتَغِ فِیمَاۤ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡـَٔاخِرَةَۖ وَلَا تَنسَ نَصِیبَكَ مِنَ ٱلدُّنۡیَاۖ وَأَحۡسِن كَمَاۤ أَحۡسَنَ ٱللَّهُ إِلَیۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِی ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا یُحِبُّ ٱلۡمُفۡسِدِینَ\n","numberInSurah":77,"juz":20,"manzil":5,"page":394,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3330,"text":"قَالَ إِنَّمَاۤ أُوتِیتُهُۥ عَلَىٰ عِلۡمٍ عِندِیۤۚ أَوَلَمۡ یَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةࣰ وَأَكۡثَرُ جَمۡعࣰاۚ وَلَا یُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ\n","numberInSurah":78,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3331,"text":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِی زِینَتِهِۦۖ قَالَ ٱلَّذِینَ یُرِیدُونَ ٱلۡحَیَوٰةَ ٱلدُّنۡیَا یَـٰلَیۡتَ لَنَا مِثۡلَ مَاۤ أُوتِیَ قَـٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِیمࣲ\n","numberInSurah":79,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3332,"text":"وَقَالَ ٱلَّذِینَ أُوتُوا۟ ٱلۡعِلۡمَ وَیۡلَكُمۡ ثَوَابُ ٱللَّهِ خَیۡرࣱ لِّمَنۡ ءَامَنَ وَعَمِلَ صَـٰلِحࣰاۚ وَلَا یُلَقَّىٰهَاۤ إِلَّا ٱلصَّـٰبِرُونَ\n","numberInSurah":80,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3333,"text":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةࣲ یَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِینَ\n","numberInSurah":81,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3334,"text":"وَأَصۡبَحَ ٱلَّذِینَ تَمَنَّوۡا۟ مَكَانَهُۥ بِٱلۡأَمۡسِ یَقُولُونَ وَیۡكَأَنَّ ٱللَّهَ یَبۡسُطُ ٱلرِّزۡقَ لِمَن یَشَاۤءُ مِنۡ عِبَادِهِۦ وَیَقۡدِرُۖ لَوۡلَاۤ أَن مَّنَّ ٱللَّهُ عَلَیۡنَا لَخَسَفَ بِنَاۖ وَیۡكَأَنَّهُۥ لَا یُفۡلِحُ ٱلۡكَـٰفِرُونَ\n","numberInSurah":82,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3335,"text":"تِلۡكَ ٱلدَّارُ ٱلۡـَٔاخِرَةُ نَجۡعَلُهَا لِلَّذِینَ لَا یُرِیدُونَ عُلُوࣰّا فِی ٱلۡأَرۡضِ وَلَا فَسَادࣰاۚ وَٱلۡعَـٰقِبَةُ لِلۡمُتَّقِینَ\n","numberInSurah":83,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3336,"text":"مَن جَاۤءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَیۡرࣱ مِّنۡهَاۖ وَمَن جَاۤءَ بِٱلسَّیِّئَةِ فَلَا یُجۡزَى ٱلَّذِینَ عَمِلُوا۟ ٱلسَّیِّـَٔاتِ إِلَّا مَا كَانُوا۟ یَعۡمَلُونَ\n","numberInSurah":84,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3337,"text":"إِنَّ ٱلَّذِی فَرَضَ عَلَیۡكَ ٱلۡقُرۡءَانَ لَرَاۤدُّكَ إِلَىٰ مَعَادࣲۚ قُل رَّبِّیۤ أَعۡلَمُ مَن جَاۤءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِی ضَلَـٰلࣲ مُّبِینࣲ\n","numberInSurah":85,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3338,"text":"وَمَا كُنتَ تَرۡجُوۤا۟ أَن یُلۡقَىٰۤ إِلَیۡكَ ٱلۡكِتَـٰبُ إِلَّا رَحۡمَةࣰ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِیرࣰا لِّلۡكَـٰفِرِینَ\n","numberInSurah":86,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3339,"text":"وَلَا یَصُدُّنَّكَ عَنۡ ءَایَـٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَیۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِینَ\n","numberInSurah":87,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3340,"text":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَۘ لَاۤ إِلَـٰهَ إِلَّا هُوَۚ كُلُّ شَیۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَیۡهِ تُرۡجَعُونَ\n","numberInSurah":88,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false}],"edition":{"identifier":"quran-uthmani-quran-academy","language":"ar","name":"Quran Uthmani by Quran Academy","englishName":"Modified Quran Uthmani Text from the Quran Academy to work with the Kitab font","format":"text","type":"quran","direction":"rtl"}}