{"number":39,"name":"سُورَةُ الزُّمَرِ","englishName":"Az-Zumar","englishNameTranslation":"The Groups","revelationType":"Meccan","numberOfAyahs":75,"ayahs":[{"number":4059,"text":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ تَنزِیلُ ٱلۡكِتَـٰبِ مِنَ ٱللَّهِ ٱلۡعَزِیزِ ٱلۡحَكِیمِ\n","numberInSurah":1,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4060,"text":"إِنَّاۤ أَنزَلۡنَاۤ إِلَیۡكَ ٱلۡكِتَـٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصࣰا لَّهُ ٱلدِّینَ\n","numberInSurah":2,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4061,"text":"أَلَا لِلَّهِ ٱلدِّینُ ٱلۡخَالِصُۚ وَٱلَّذِینَ ٱتَّخَذُوا۟ مِن دُونِهِۦۤ أَوۡلِیَاۤءَ مَا نَعۡبُدُهُمۡ إِلَّا لِیُقَرِّبُونَاۤ إِلَى ٱللَّهِ زُلۡفَىٰۤ إِنَّ ٱللَّهَ یَحۡكُمُ بَیۡنَهُمۡ فِی مَا هُمۡ فِیهِ یَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا یَهۡدِی مَنۡ هُوَ كَـٰذِبࣱ كَفَّارࣱ\n","numberInSurah":3,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4062,"text":"لَّوۡ أَرَادَ ٱللَّهُ أَن یَتَّخِذَ وَلَدࣰا لَّٱصۡطَفَىٰ مِمَّا یَخۡلُقُ مَا یَشَاۤءُۚ سُبۡحَـٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَ ٰ⁠حِدُ ٱلۡقَهَّارُ\n","numberInSurah":4,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4063,"text":"خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ یُكَوِّرُ ٱلَّیۡلَ عَلَى ٱلنَّهَارِ وَیُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّیۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلࣱّ یَجۡرِی لِأَجَلࣲ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِیزُ ٱلۡغَفَّـٰرُ\n","numberInSurah":5,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4064,"text":"خَلَقَكُم مِّن نَّفۡسࣲ وَ ٰ⁠حِدَةࣲ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَـٰمِ ثَمَـٰنِیَةَ أَزۡوَ ٰ⁠جࣲۚ یَخۡلُقُكُمۡ فِی بُطُونِ أُمَّهَـٰتِكُمۡ خَلۡقࣰا مِّنۢ بَعۡدِ خَلۡقࣲ فِی ظُلُمَـٰتࣲ ثَلَـٰثࣲۚ ذَ ٰ⁠لِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَاۤ إِلَـٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ\n","numberInSurah":6,"juz":23,"manzil":6,"page":459,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4065,"text":"إِن تَكۡفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِیٌّ عَنكُمۡۖ وَلَا یَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُوا۟ یَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةࣱ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَیُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِیمُۢ بِذَاتِ ٱلصُّدُورِ\n","numberInSurah":7,"juz":23,"manzil":6,"page":459,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4066,"text":"۞ وَإِذَا مَسَّ ٱلۡإِنسَـٰنَ ضُرࣱّ دَعَا رَبَّهُۥ مُنِیبًا إِلَیۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةࣰ مِّنۡهُ نَسِیَ مَا كَانَ یَدۡعُوۤا۟ إِلَیۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادࣰا لِّیُضِلَّ عَن سَبِیلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِیلًا إِنَّكَ مِنۡ أَصۡحَـٰبِ ٱلنَّارِ\n","numberInSurah":8,"juz":23,"manzil":6,"page":459,"ruku":396,"hizbQuarter":184,"sajda":false},{"number":4067,"text":"أَمَّنۡ هُوَ قَـٰنِتٌ ءَانَاۤءَ ٱلَّیۡلِ سَاجِدࣰا وَقَاۤىِٕمࣰا یَحۡذَرُ ٱلۡـَٔاخِرَةَ وَیَرۡجُوا۟ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ یَسۡتَوِی ٱلَّذِینَ یَعۡلَمُونَ وَٱلَّذِینَ لَا یَعۡلَمُونَۗ إِنَّمَا یَتَذَكَّرُ أُو۟لُوا۟ ٱلۡأَلۡبَـٰبِ\n","numberInSurah":9,"juz":23,"manzil":6,"page":459,"ruku":396,"hizbQuarter":184,"sajda":false},{"number":4068,"text":"قُلۡ یَـٰعِبَادِ ٱلَّذِینَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمۡۚ لِلَّذِینَ أَحۡسَنُوا۟ فِی هَـٰذِهِ ٱلدُّنۡیَا حَسَنَةࣱۗ وَأَرۡضُ ٱللَّهِ وَ ٰ⁠سِعَةٌۗ إِنَّمَا یُوَفَّى ٱلصَّـٰبِرُونَ أَجۡرَهُم بِغَیۡرِ حِسَابࣲ\n","numberInSurah":10,"juz":23,"manzil":6,"page":459,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4069,"text":"قُلۡ إِنِّیۤ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصࣰا لَّهُ ٱلدِّینَ\n","numberInSurah":11,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4070,"text":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِینَ\n","numberInSurah":12,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4071,"text":"قُلۡ إِنِّیۤ أَخَافُ إِنۡ عَصَیۡتُ رَبِّی عَذَابَ یَوۡمٍ عَظِیمࣲ\n","numberInSurah":13,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4072,"text":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصࣰا لَّهُۥ دِینِی\n","numberInSurah":14,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4073,"text":"فَٱعۡبُدُوا۟ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَـٰسِرِینَ ٱلَّذِینَ خَسِرُوۤا۟ أَنفُسَهُمۡ وَأَهۡلِیهِمۡ یَوۡمَ ٱلۡقِیَـٰمَةِۗ أَلَا ذَ ٰ⁠لِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِینُ\n","numberInSurah":15,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4074,"text":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلࣱ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلࣱۚ ذَ ٰ⁠لِكَ یُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ یَـٰعِبَادِ فَٱتَّقُونِ\n","numberInSurah":16,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4075,"text":"وَٱلَّذِینَ ٱجۡتَنَبُوا۟ ٱلطَّـٰغُوتَ أَن یَعۡبُدُوهَا وَأَنَابُوۤا۟ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ\n","numberInSurah":17,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4076,"text":"ٱلَّذِینَ یَسۡتَمِعُونَ ٱلۡقَوۡلَ فَیَتَّبِعُونَ أَحۡسَنَهُۥۤۚ أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ هَدَىٰهُمُ ٱللَّهُۖ وَأُو۟لَـٰۤىِٕكَ هُمۡ أُو۟لُوا۟ ٱلۡأَلۡبَـٰبِ\n","numberInSurah":18,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4077,"text":"أَفَمَنۡ حَقَّ عَلَیۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِی ٱلنَّارِ\n","numberInSurah":19,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4078,"text":"لَـٰكِنِ ٱلَّذِینَ ٱتَّقَوۡا۟ رَبَّهُمۡ لَهُمۡ غُرَفࣱ مِّن فَوۡقِهَا غُرَفࣱ مَّبۡنِیَّةࣱ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُۖ وَعۡدَ ٱللَّهِ لَا یُخۡلِفُ ٱللَّهُ ٱلۡمِیعَادَ\n","numberInSurah":20,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4079,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَاۤءِ مَاۤءࣰ فَسَلَكَهُۥ یَنَـٰبِیعَ فِی ٱلۡأَرۡضِ ثُمَّ یُخۡرِجُ بِهِۦ زَرۡعࣰا مُّخۡتَلِفًا أَلۡوَ ٰ⁠نُهُۥ ثُمَّ یَهِیجُ فَتَرَىٰهُ مُصۡفَرࣰّا ثُمَّ یَجۡعَلُهُۥ حُطَـٰمًاۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَذِكۡرَىٰ لِأُو۟لِی ٱلۡأَلۡبَـٰبِ\n","numberInSurah":21,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4080,"text":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَـٰمِ فَهُوَ عَلَىٰ نُورࣲ مِّن رَّبِّهِۦۚ فَوَیۡلࣱ لِّلۡقَـٰسِیَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُو۟لَـٰۤىِٕكَ فِی ضَلَـٰلࣲ مُّبِینٍ\n","numberInSurah":22,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4081,"text":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِیثِ كِتَـٰبࣰا مُّتَشَـٰبِهࣰا مَّثَانِیَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِینَ یَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِینُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَ ٰ⁠لِكَ هُدَى ٱللَّهِ یَهۡدِی بِهِۦ مَن یَشَاۤءُۚ وَمَن یُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ\n","numberInSurah":23,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4082,"text":"أَفَمَن یَتَّقِی بِوَجۡهِهِۦ سُوۤءَ ٱلۡعَذَابِ یَوۡمَ ٱلۡقِیَـٰمَةِۚ وَقِیلَ لِلظَّـٰلِمِینَ ذُوقُوا۟ مَا كُنتُمۡ تَكۡسِبُونَ\n","numberInSurah":24,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4083,"text":"كَذَّبَ ٱلَّذِینَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَیۡثُ لَا یَشۡعُرُونَ\n","numberInSurah":25,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4084,"text":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡیَ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۖ وَلَعَذَابُ ٱلۡـَٔاخِرَةِ أَكۡبَرُۚ لَوۡ كَانُوا۟ یَعۡلَمُونَ\n","numberInSurah":26,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4085,"text":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِی هَـٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلࣲ لَّعَلَّهُمۡ یَتَذَكَّرُونَ\n","numberInSurah":27,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4086,"text":"قُرۡءَانًا عَرَبِیًّا غَیۡرَ ذِی عِوَجࣲ لَّعَلَّهُمۡ یَتَّقُونَ\n","numberInSurah":28,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4087,"text":"ضَرَبَ ٱللَّهُ مَثَلࣰا رَّجُلࣰا فِیهِ شُرَكَاۤءُ مُتَشَـٰكِسُونَ وَرَجُلࣰا سَلَمࣰا لِّرَجُلٍ هَلۡ یَسۡتَوِیَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا یَعۡلَمُونَ\n","numberInSurah":29,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4088,"text":"إِنَّكَ مَیِّتࣱ وَإِنَّهُم مَّیِّتُونَ\n","numberInSurah":30,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4089,"text":"ثُمَّ إِنَّكُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ\n","numberInSurah":31,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4090,"text":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَاۤءَهُۥۤۚ أَلَیۡسَ فِی جَهَنَّمَ مَثۡوࣰى لِّلۡكَـٰفِرِینَ\n","numberInSurah":32,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4091,"text":"وَٱلَّذِی جَاۤءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦۤ أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُتَّقُونَ\n","numberInSurah":33,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4092,"text":"لَهُم مَّا یَشَاۤءُونَ عِندَ رَبِّهِمۡۚ ذَ ٰ⁠لِكَ جَزَاۤءُ ٱلۡمُحۡسِنِینَ\n","numberInSurah":34,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4093,"text":"لِیُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِی عَمِلُوا۟ وَیَجۡزِیَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِی كَانُوا۟ یَعۡمَلُونَ\n","numberInSurah":35,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4094,"text":"أَلَیۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَیُخَوِّفُونَكَ بِٱلَّذِینَ مِن دُونِهِۦۚ وَمَن یُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادࣲ\n","numberInSurah":36,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4095,"text":"وَمَن یَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَیۡسَ ٱللَّهُ بِعَزِیزࣲ ذِی ٱنتِقَامࣲ\n","numberInSurah":37,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4096,"text":"وَلَىِٕن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ لَیَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَیۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِیَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦۤ أَوۡ أَرَادَنِی بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَـٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِیَ ٱللَّهُۖ عَلَیۡهِ یَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ\n","numberInSurah":38,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4097,"text":"قُلۡ یَـٰقَوۡمِ ٱعۡمَلُوا۟ عَلَىٰ مَكَانَتِكُمۡ إِنِّی عَـٰمِلࣱۖ فَسَوۡفَ تَعۡلَمُونَ\n","numberInSurah":39,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4098,"text":"مَن یَأۡتِیهِ عَذَابࣱ یُخۡزِیهِ وَیَحِلُّ عَلَیۡهِ عَذَابࣱ مُّقِیمٌ\n","numberInSurah":40,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4099,"text":"إِنَّاۤ أَنزَلۡنَا عَلَیۡكَ ٱلۡكِتَـٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا یَضِلُّ عَلَیۡهَاۖ وَمَاۤ أَنتَ عَلَیۡهِم بِوَكِیلٍ\n","numberInSurah":41,"juz":24,"manzil":6,"page":463,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4100,"text":"ٱللَّهُ یَتَوَفَّى ٱلۡأَنفُسَ حِینَ مَوۡتِهَا وَٱلَّتِی لَمۡ تَمُتۡ فِی مَنَامِهَاۖ فَیُمۡسِكُ ٱلَّتِی قَضَىٰ عَلَیۡهَا ٱلۡمَوۡتَ وَیُرۡسِلُ ٱلۡأُخۡرَىٰۤ إِلَىٰۤ أَجَلࣲ مُّسَمًّىۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ لِّقَوۡمࣲ یَتَفَكَّرُونَ\n","numberInSurah":42,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4101,"text":"أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَاۤءَۚ قُلۡ أَوَلَوۡ كَانُوا۟ لَا یَمۡلِكُونَ شَیۡـࣰٔا وَلَا یَعۡقِلُونَ\n","numberInSurah":43,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4102,"text":"قُل لِّلَّهِ ٱلشَّفَـٰعَةُ جَمِیعࣰاۖ لَّهُۥ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَیۡهِ تُرۡجَعُونَ\n","numberInSurah":44,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4103,"text":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱلۡـَٔاخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِینَ مِن دُونِهِۦۤ إِذَا هُمۡ یَسۡتَبۡشِرُونَ\n","numberInSurah":45,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4104,"text":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ عَـٰلِمَ ٱلۡغَیۡبِ وَٱلشَّهَـٰدَةِ أَنتَ تَحۡكُمُ بَیۡنَ عِبَادِكَ فِی مَا كَانُوا۟ فِیهِ یَخۡتَلِفُونَ\n","numberInSurah":46,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4105,"text":"وَلَوۡ أَنَّ لِلَّذِینَ ظَلَمُوا۟ مَا فِی ٱلۡأَرۡضِ جَمِیعࣰا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡا۟ بِهِۦ مِن سُوۤءِ ٱلۡعَذَابِ یَوۡمَ ٱلۡقِیَـٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ یَكُونُوا۟ یَحۡتَسِبُونَ\n","numberInSurah":47,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4106,"text":"وَبَدَا لَهُمۡ سَیِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ یَسۡتَهۡزِءُونَ\n","numberInSurah":48,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4107,"text":"فَإِذَا مَسَّ ٱلۡإِنسَـٰنَ ضُرࣱّ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَـٰهُ نِعۡمَةࣰ مِّنَّا قَالَ إِنَّمَاۤ أُوتِیتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِیَ فِتۡنَةࣱ وَلَـٰكِنَّ أَكۡثَرَهُمۡ لَا یَعۡلَمُونَ\n","numberInSurah":49,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4108,"text":"قَدۡ قَالَهَا ٱلَّذِینَ مِن قَبۡلِهِمۡ فَمَاۤ أَغۡنَىٰ عَنۡهُم مَّا كَانُوا۟ یَكۡسِبُونَ\n","numberInSurah":50,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4109,"text":"فَأَصَابَهُمۡ سَیِّـَٔاتُ مَا كَسَبُوا۟ۚ وَٱلَّذِینَ ظَلَمُوا۟ مِنۡ هَـٰۤؤُلَاۤءِ سَیُصِیبُهُمۡ سَیِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعۡجِزِینَ\n","numberInSurah":51,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4110,"text":"أَوَلَمۡ یَعۡلَمُوۤا۟ أَنَّ ٱللَّهَ یَبۡسُطُ ٱلرِّزۡقَ لِمَن یَشَاۤءُ وَیَقۡدِرُۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ لِّقَوۡمࣲ یُؤۡمِنُونَ\n","numberInSurah":52,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4111,"text":"۞ قُلۡ یَـٰعِبَادِیَ ٱلَّذِینَ أَسۡرَفُوا۟ عَلَىٰۤ أَنفُسِهِمۡ لَا تَقۡنَطُوا۟ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ یَغۡفِرُ ٱلذُّنُوبَ جَمِیعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِیمُ\n","numberInSurah":53,"juz":24,"manzil":6,"page":464,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4112,"text":"وَأَنِیبُوۤا۟ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُوا۟ لَهُۥ مِن قَبۡلِ أَن یَأۡتِیَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ\n","numberInSurah":54,"juz":24,"manzil":6,"page":464,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4113,"text":"وَٱتَّبِعُوۤا۟ أَحۡسَنَ مَاۤ أُنزِلَ إِلَیۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن یَأۡتِیَكُمُ ٱلۡعَذَابُ بَغۡتَةࣰ وَأَنتُمۡ لَا تَشۡعُرُونَ\n","numberInSurah":55,"juz":24,"manzil":6,"page":464,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4114,"text":"أَن تَقُولَ نَفۡسࣱ یَـٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِی جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِینَ\n","numberInSurah":56,"juz":24,"manzil":6,"page":464,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4115,"text":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِی لَكُنتُ مِنَ ٱلۡمُتَّقِینَ\n","numberInSurah":57,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4116,"text":"أَوۡ تَقُولَ حِینَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِی كَرَّةࣰ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِینَ\n","numberInSurah":58,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4117,"text":"بَلَىٰ قَدۡ جَاۤءَتۡكَ ءَایَـٰتِی فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَـٰفِرِینَ\n","numberInSurah":59,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4118,"text":"وَیَوۡمَ ٱلۡقِیَـٰمَةِ تَرَى ٱلَّذِینَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَیۡسَ فِی جَهَنَّمَ مَثۡوࣰى لِّلۡمُتَكَبِّرِینَ\n","numberInSurah":60,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4119,"text":"وَیُنَجِّی ٱللَّهُ ٱلَّذِینَ ٱتَّقَوۡا۟ بِمَفَازَتِهِمۡ لَا یَمَسُّهُمُ ٱلسُّوۤءُ وَلَا هُمۡ یَحۡزَنُونَ\n","numberInSurah":61,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4120,"text":"ٱللَّهُ خَـٰلِقُ كُلِّ شَیۡءࣲۖ وَهُوَ عَلَىٰ كُلِّ شَیۡءࣲ وَكِیلࣱ\n","numberInSurah":62,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4121,"text":"لَّهُۥ مَقَالِیدُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۗ وَٱلَّذِینَ كَفَرُوا۟ بِـَٔایَـٰتِ ٱللَّهِ أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡخَـٰسِرُونَ\n","numberInSurah":63,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4122,"text":"قُلۡ أَفَغَیۡرَ ٱللَّهِ تَأۡمُرُوۤنِّیۤ أَعۡبُدُ أَیُّهَا ٱلۡجَـٰهِلُونَ\n","numberInSurah":64,"juz":24,"manzil":6,"page":465,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4123,"text":"وَلَقَدۡ أُوحِیَ إِلَیۡكَ وَإِلَى ٱلَّذِینَ مِن قَبۡلِكَ لَىِٕنۡ أَشۡرَكۡتَ لَیَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَـٰسِرِینَ\n","numberInSurah":65,"juz":24,"manzil":6,"page":465,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4124,"text":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّـٰكِرِینَ\n","numberInSurah":66,"juz":24,"manzil":6,"page":465,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4125,"text":"وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِیعࣰا قَبۡضَتُهُۥ یَوۡمَ ٱلۡقِیَـٰمَةِ وَٱلسَّمَـٰوَ ٰ⁠تُ مَطۡوِیَّـٰتُۢ بِیَمِینِهِۦۚ سُبۡحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا یُشۡرِكُونَ\n","numberInSurah":67,"juz":24,"manzil":6,"page":465,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4126,"text":"وَنُفِخَ فِی ٱلصُّورِ فَصَعِقَ مَن فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَن فِی ٱلۡأَرۡضِ إِلَّا مَن شَاۤءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِیهِ أُخۡرَىٰ فَإِذَا هُمۡ قِیَامࣱ یَنظُرُونَ\n","numberInSurah":68,"juz":24,"manzil":6,"page":466,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4127,"text":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَـٰبُ وَجِا۟یۤءَ بِٱلنَّبِیِّـۧنَ وَٱلشُّهَدَاۤءِ وَقُضِیَ بَیۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا یُظۡلَمُونَ\n","numberInSurah":69,"juz":24,"manzil":6,"page":466,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4128,"text":"وَوُفِّیَتۡ كُلُّ نَفۡسࣲ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا یَفۡعَلُونَ\n","numberInSurah":70,"juz":24,"manzil":6,"page":466,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4129,"text":"وَسِیقَ ٱلَّذِینَ كَفَرُوۤا۟ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰۤ إِذَا جَاۤءُوهَا فُتِحَتۡ أَبۡوَ ٰ⁠بُهَا وَقَالَ لَهُمۡ خَزَنَتُهَاۤ أَلَمۡ یَأۡتِكُمۡ رُسُلࣱ مِّنكُمۡ یَتۡلُونَ عَلَیۡكُمۡ ءَایَـٰتِ رَبِّكُمۡ وَیُنذِرُونَكُمۡ لِقَاۤءَ یَوۡمِكُمۡ هَـٰذَاۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَـٰفِرِینَ\n","numberInSurah":71,"juz":24,"manzil":6,"page":466,"ruku":403,"hizbQuarter":186,"sajda":false},{"number":4130,"text":"قِیلَ ٱدۡخُلُوۤا۟ أَبۡوَ ٰ⁠بَ جَهَنَّمَ خَـٰلِدِینَ فِیهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِینَ\n","numberInSurah":72,"juz":24,"manzil":6,"page":466,"ruku":403,"hizbQuarter":186,"sajda":false},{"number":4131,"text":"وَسِیقَ ٱلَّذِینَ ٱتَّقَوۡا۟ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰۤ إِذَا جَاۤءُوهَا وَفُتِحَتۡ أَبۡوَ ٰ⁠بُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَـٰمٌ عَلَیۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَـٰلِدِینَ\n","numberInSurah":73,"juz":24,"manzil":6,"page":466,"ruku":403,"hizbQuarter":186,"sajda":false},{"number":4132,"text":"وَقَالُوا۟ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِی صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَیۡثُ نَشَاۤءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَـٰمِلِینَ\n","numberInSurah":74,"juz":24,"manzil":6,"page":466,"ruku":403,"hizbQuarter":186,"sajda":false},{"number":4133,"text":"وَتَرَى ٱلۡمَلَـٰۤىِٕكَةَ حَاۤفِّینَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ یُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِیَ بَیۡنَهُم بِٱلۡحَقِّۚ وَقِیلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَـٰلَمِینَ\n","numberInSurah":75,"juz":24,"manzil":6,"page":467,"ruku":403,"hizbQuarter":186,"sajda":false}],"edition":{"identifier":"quran-uthmani-quran-academy","language":"ar","name":"Quran Uthmani by Quran Academy","englishName":"Modified Quran Uthmani Text from the Quran Academy to work with the Kitab font","format":"text","type":"quran","direction":"rtl"}}