{"number":10,"name":"سُورَةُ يُونُسَ","englishName":"Yunus","englishNameTranslation":"Jonas","revelationType":"Meccan","numberOfAyahs":109,"ayahs":[{"number":1365,"text":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ الۤرۚ تِلۡكَ ءَایَـٰتُ ٱلۡكِتَـٰبِ ٱلۡحَكِیمِ\n","numberInSurah":1,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1366,"text":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَیۡنَاۤ إِلَىٰ رَجُلࣲ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِینَ ءَامَنُوۤا۟ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَـٰفِرُونَ إِنَّ هَـٰذَا لَسَـٰحِرࣱ مُّبِینٌ\n","numberInSurah":2,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1367,"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِی خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ فِی سِتَّةِ أَیَّامࣲ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ یُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِیعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَ ٰ⁠لِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ\n","numberInSurah":3,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1368,"text":"إِلَیۡهِ مَرۡجِعُكُمۡ جَمِیعࣰاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ یَبۡدَؤُا۟ ٱلۡخَلۡقَ ثُمَّ یُعِیدُهُۥ لِیَجۡزِیَ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِینَ كَفَرُوا۟ لَهُمۡ شَرَابࣱ مِّنۡ حَمِیمࣲ وَعَذَابٌ أَلِیمُۢ بِمَا كَانُوا۟ یَكۡفُرُونَ\n","numberInSurah":4,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1369,"text":"هُوَ ٱلَّذِی جَعَلَ ٱلشَّمۡسَ ضِیَاۤءࣰ وَٱلۡقَمَرَ نُورࣰا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُوا۟ عَدَدَ ٱلسِّنِینَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَ ٰ⁠لِكَ إِلَّا بِٱلۡحَقِّۚ یُفَصِّلُ ٱلۡـَٔایَـٰتِ لِقَوۡمࣲ یَعۡلَمُونَ\n","numberInSurah":5,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1370,"text":"إِنَّ فِی ٱخۡتِلَـٰفِ ٱلَّیۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ لَـَٔایَـٰتࣲ لِّقَوۡمࣲ یَتَّقُونَ\n","numberInSurah":6,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1371,"text":"إِنَّ ٱلَّذِینَ لَا یَرۡجُونَ لِقَاۤءَنَا وَرَضُوا۟ بِٱلۡحَیَوٰةِ ٱلدُّنۡیَا وَٱطۡمَأَنُّوا۟ بِهَا وَٱلَّذِینَ هُمۡ عَنۡ ءَایَـٰتِنَا غَـٰفِلُونَ\n","numberInSurah":7,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1372,"text":"أُو۟لَـٰۤىِٕكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُوا۟ یَكۡسِبُونَ\n","numberInSurah":8,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1373,"text":"إِنَّ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ یَهۡدِیهِمۡ رَبُّهُم بِإِیمَـٰنِهِمۡۖ تَجۡرِی مِن تَحۡتِهِمُ ٱلۡأَنۡهَـٰرُ فِی جَنَّـٰتِ ٱلنَّعِیمِ\n","numberInSurah":9,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1374,"text":"دَعۡوَىٰهُمۡ فِیهَا سُبۡحَـٰنَكَ ٱللَّهُمَّ وَتَحِیَّتُهُمۡ فِیهَا سَلَـٰمࣱۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَـٰلَمِینَ\n","numberInSurah":10,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1375,"text":"۞ وَلَوۡ یُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَیۡرِ لَقُضِیَ إِلَیۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِینَ لَا یَرۡجُونَ لِقَاۤءَنَا فِی طُغۡیَـٰنِهِمۡ یَعۡمَهُونَ\n","numberInSurah":11,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1376,"text":"وَإِذَا مَسَّ ٱلۡإِنسَـٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦۤ أَوۡ قَاعِدًا أَوۡ قَاۤىِٕمࣰا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ یَدۡعُنَاۤ إِلَىٰ ضُرࣲّ مَّسَّهُۥۚ كَذَ ٰ⁠لِكَ زُیِّنَ لِلۡمُسۡرِفِینَ مَا كَانُوا۟ یَعۡمَلُونَ\n","numberInSurah":12,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1377,"text":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُوا۟ وَجَاۤءَتۡهُمۡ رُسُلُهُم بِٱلۡبَیِّنَـٰتِ وَمَا كَانُوا۟ لِیُؤۡمِنُوا۟ۚ كَذَ ٰ⁠لِكَ نَجۡزِی ٱلۡقَوۡمَ ٱلۡمُجۡرِمِینَ\n","numberInSurah":13,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1378,"text":"ثُمَّ جَعَلۡنَـٰكُمۡ خَلَـٰۤىِٕفَ فِی ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَیۡفَ تَعۡمَلُونَ\n","numberInSurah":14,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1379,"text":"وَإِذَا تُتۡلَىٰ عَلَیۡهِمۡ ءَایَاتُنَا بَیِّنَـٰتࣲ قَالَ ٱلَّذِینَ لَا یَرۡجُونَ لِقَاۤءَنَا ٱئۡتِ بِقُرۡءَانٍ غَیۡرِ هَـٰذَاۤ أَوۡ بَدِّلۡهُۚ قُلۡ مَا یَكُونُ لِیۤ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَاۤىِٕ نَفۡسِیۤۖ إِنۡ أَتَّبِعُ إِلَّا مَا یُوحَىٰۤ إِلَیَّۖ إِنِّیۤ أَخَافُ إِنۡ عَصَیۡتُ رَبِّی عَذَابَ یَوۡمٍ عَظِیمࣲ\n","numberInSurah":15,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1380,"text":"قُل لَّوۡ شَاۤءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَیۡكُمۡ وَلَاۤ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِیكُمۡ عُمُرࣰا مِّن قَبۡلِهِۦۤۚ أَفَلَا تَعۡقِلُونَ\n","numberInSurah":16,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1381,"text":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔایَـٰتِهِۦۤۚ إِنَّهُۥ لَا یُفۡلِحُ ٱلۡمُجۡرِمُونَ\n","numberInSurah":17,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1382,"text":"وَیَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا یَضُرُّهُمۡ وَلَا یَنفَعُهُمۡ وَیَقُولُونَ هَـٰۤؤُلَاۤءِ شُفَعَـٰۤؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا یَعۡلَمُ فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَلَا فِی ٱلۡأَرۡضِۚ سُبۡحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا یُشۡرِكُونَ\n","numberInSurah":18,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1383,"text":"وَمَا كَانَ ٱلنَّاسُ إِلَّاۤ أُمَّةࣰ وَ ٰ⁠حِدَةࣰ فَٱخۡتَلَفُوا۟ۚ وَلَوۡلَا كَلِمَةࣱ سَبَقَتۡ مِن رَّبِّكَ لَقُضِیَ بَیۡنَهُمۡ فِیمَا فِیهِ یَخۡتَلِفُونَ\n","numberInSurah":19,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1384,"text":"وَیَقُولُونَ لَوۡلَاۤ أُنزِلَ عَلَیۡهِ ءَایَةࣱ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَیۡبُ لِلَّهِ فَٱنتَظِرُوۤا۟ إِنِّی مَعَكُم مِّنَ ٱلۡمُنتَظِرِینَ\n","numberInSurah":20,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1385,"text":"وَإِذَاۤ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةࣰ مِّنۢ بَعۡدِ ضَرَّاۤءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرࣱ فِیۤ ءَایَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا یَكۡتُبُونَ مَا تَمۡكُرُونَ\n","numberInSurah":21,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1386,"text":"هُوَ ٱلَّذِی یُسَیِّرُكُمۡ فِی ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰۤ إِذَا كُنتُمۡ فِی ٱلۡفُلۡكِ وَجَرَیۡنَ بِهِم بِرِیحࣲ طَیِّبَةࣲ وَفَرِحُوا۟ بِهَا جَاۤءَتۡهَا رِیحٌ عَاصِفࣱ وَجَاۤءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانࣲ وَظَنُّوۤا۟ أَنَّهُمۡ أُحِیطَ بِهِمۡ دَعَوُا۟ ٱللَّهَ مُخۡلِصِینَ لَهُ ٱلدِّینَ لَىِٕنۡ أَنجَیۡتَنَا مِنۡ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِینَ\n","numberInSurah":22,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1387,"text":"فَلَمَّاۤ أَنجَىٰهُمۡ إِذَا هُمۡ یَبۡغُونَ فِی ٱلۡأَرۡضِ بِغَیۡرِ ٱلۡحَقِّۗ یَـٰۤأَیُّهَا ٱلنَّاسُ إِنَّمَا بَغۡیُكُمۡ عَلَىٰۤ أَنفُسِكُمۖ مَّتَـٰعَ ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۖ ثُمَّ إِلَیۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ\n","numberInSurah":23,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1388,"text":"إِنَّمَا مَثَلُ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا كَمَاۤءٍ أَنزَلۡنَـٰهُ مِنَ ٱلسَّمَاۤءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا یَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَـٰمُ حَتَّىٰۤ إِذَاۤ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّیَّنَتۡ وَظَنَّ أَهۡلُهَاۤ أَنَّهُمۡ قَـٰدِرُونَ عَلَیۡهَاۤ أَتَىٰهَاۤ أَمۡرُنَا لَیۡلًا أَوۡ نَهَارࣰا فَجَعَلۡنَـٰهَا حَصِیدࣰا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَ ٰ⁠لِكَ نُفَصِّلُ ٱلۡـَٔایَـٰتِ لِقَوۡمࣲ یَتَفَكَّرُونَ\n","numberInSurah":24,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1389,"text":"وَٱللَّهُ یَدۡعُوۤا۟ إِلَىٰ دَارِ ٱلسَّلَـٰمِ وَیَهۡدِی مَن یَشَاۤءُ إِلَىٰ صِرَ ٰ⁠طࣲ مُّسۡتَقِیمࣲ\n","numberInSurah":25,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1390,"text":"۞ لِّلَّذِینَ أَحۡسَنُوا۟ ٱلۡحُسۡنَىٰ وَزِیَادَةࣱۖ وَلَا یَرۡهَقُ وُجُوهَهُمۡ قَتَرࣱ وَلَا ذِلَّةٌۚ أُو۟لَـٰۤىِٕكَ أَصۡحَـٰبُ ٱلۡجَنَّةِۖ هُمۡ فِیهَا خَـٰلِدُونَ\n","numberInSurah":26,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1391,"text":"وَٱلَّذِینَ كَسَبُوا۟ ٱلسَّیِّـَٔاتِ جَزَاۤءُ سَیِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةࣱۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمࣲۖ كَأَنَّمَاۤ أُغۡشِیَتۡ وُجُوهُهُمۡ قِطَعࣰا مِّنَ ٱلَّیۡلِ مُظۡلِمًاۚ أُو۟لَـٰۤىِٕكَ أَصۡحَـٰبُ ٱلنَّارِۖ هُمۡ فِیهَا خَـٰلِدُونَ\n","numberInSurah":27,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1392,"text":"وَیَوۡمَ نَحۡشُرُهُمۡ جَمِیعࣰا ثُمَّ نَقُولُ لِلَّذِینَ أَشۡرَكُوا۟ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَاۤؤُكُمۡۚ فَزَیَّلۡنَا بَیۡنَهُمۡۖ وَقَالَ شُرَكَاۤؤُهُم مَّا كُنتُمۡ إِیَّانَا تَعۡبُدُونَ\n","numberInSurah":28,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1393,"text":"فَكَفَىٰ بِٱللَّهِ شَهِیدَۢا بَیۡنَنَا وَبَیۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَـٰفِلِینَ\n","numberInSurah":29,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1394,"text":"هُنَالِكَ تَبۡلُوا۟ كُلُّ نَفۡسࣲ مَّاۤ أَسۡلَفَتۡۚ وَرُدُّوۤا۟ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُوا۟ یَفۡتَرُونَ\n","numberInSurah":30,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1395,"text":"قُلۡ مَن یَرۡزُقُكُم مِّنَ ٱلسَّمَاۤءِ وَٱلۡأَرۡضِ أَمَّن یَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَـٰرَ وَمَن یُخۡرِجُ ٱلۡحَیَّ مِنَ ٱلۡمَیِّتِ وَیُخۡرِجُ ٱلۡمَیِّتَ مِنَ ٱلۡحَیِّ وَمَن یُدَبِّرُ ٱلۡأَمۡرَۚ فَسَیَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ\n","numberInSurah":31,"juz":11,"manzil":3,"page":212,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1396,"text":"فَذَ ٰ⁠لِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَـٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ\n","numberInSurah":32,"juz":11,"manzil":3,"page":212,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1397,"text":"كَذَ ٰ⁠لِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِینَ فَسَقُوۤا۟ أَنَّهُمۡ لَا یُؤۡمِنُونَ\n","numberInSurah":33,"juz":11,"manzil":3,"page":212,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1398,"text":"قُلۡ هَلۡ مِن شُرَكَاۤىِٕكُم مَّن یَبۡدَؤُا۟ ٱلۡخَلۡقَ ثُمَّ یُعِیدُهُۥۚ قُلِ ٱللَّهُ یَبۡدَؤُا۟ ٱلۡخَلۡقَ ثُمَّ یُعِیدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ\n","numberInSurah":34,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1399,"text":"قُلۡ هَلۡ مِن شُرَكَاۤىِٕكُم مَّن یَهۡدِیۤ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ یَهۡدِی لِلۡحَقِّۗ أَفَمَن یَهۡدِیۤ إِلَى ٱلۡحَقِّ أَحَقُّ أَن یُتَّبَعَ أَمَّن لَّا یَهِدِّیۤ إِلَّاۤ أَن یُهۡدَىٰۖ فَمَا لَكُمۡ كَیۡفَ تَحۡكُمُونَ\n","numberInSurah":35,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1400,"text":"وَمَا یَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا یُغۡنِی مِنَ ٱلۡحَقِّ شَیۡـًٔاۚ إِنَّ ٱللَّهَ عَلِیمُۢ بِمَا یَفۡعَلُونَ\n","numberInSurah":36,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1401,"text":"وَمَا كَانَ هَـٰذَا ٱلۡقُرۡءَانُ أَن یُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَـٰكِن تَصۡدِیقَ ٱلَّذِی بَیۡنَ یَدَیۡهِ وَتَفۡصِیلَ ٱلۡكِتَـٰبِ لَا رَیۡبَ فِیهِ مِن رَّبِّ ٱلۡعَـٰلَمِینَ\n","numberInSurah":37,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1402,"text":"أَمۡ یَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُوا۟ بِسُورَةࣲ مِّثۡلِهِۦ وَٱدۡعُوا۟ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَـٰدِقِینَ\n","numberInSurah":38,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1403,"text":"بَلۡ كَذَّبُوا۟ بِمَا لَمۡ یُحِیطُوا۟ بِعِلۡمِهِۦ وَلَمَّا یَأۡتِهِمۡ تَأۡوِیلُهُۥۚ كَذَ ٰ⁠لِكَ كَذَّبَ ٱلَّذِینَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِینَ\n","numberInSurah":39,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1404,"text":"وَمِنۡهُم مَّن یُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا یُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِینَ\n","numberInSurah":40,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1405,"text":"وَإِن كَذَّبُوكَ فَقُل لِّی عَمَلِی وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِیۤـُٔونَ مِمَّاۤ أَعۡمَلُ وَأَنَا۠ بَرِیۤءࣱ مِّمَّا تَعۡمَلُونَ\n","numberInSurah":41,"juz":11,"manzil":3,"page":213,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1406,"text":"وَمِنۡهُم مَّن یَسۡتَمِعُونَ إِلَیۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُوا۟ لَا یَعۡقِلُونَ\n","numberInSurah":42,"juz":11,"manzil":3,"page":213,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1407,"text":"وَمِنۡهُم مَّن یَنظُرُ إِلَیۡكَۚ أَفَأَنتَ تَهۡدِی ٱلۡعُمۡیَ وَلَوۡ كَانُوا۟ لَا یُبۡصِرُونَ\n","numberInSurah":43,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1408,"text":"إِنَّ ٱللَّهَ لَا یَظۡلِمُ ٱلنَّاسَ شَیۡـࣰٔا وَلَـٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ یَظۡلِمُونَ\n","numberInSurah":44,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1409,"text":"وَیَوۡمَ یَحۡشُرُهُمۡ كَأَن لَّمۡ یَلۡبَثُوۤا۟ إِلَّا سَاعَةࣰ مِّنَ ٱلنَّهَارِ یَتَعَارَفُونَ بَیۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِینَ كَذَّبُوا۟ بِلِقَاۤءِ ٱللَّهِ وَمَا كَانُوا۟ مُهۡتَدِینَ\n","numberInSurah":45,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1410,"text":"وَإِمَّا نُرِیَنَّكَ بَعۡضَ ٱلَّذِی نَعِدُهُمۡ أَوۡ نَتَوَفَّیَنَّكَ فَإِلَیۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِیدٌ عَلَىٰ مَا یَفۡعَلُونَ\n","numberInSurah":46,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1411,"text":"وَلِكُلِّ أُمَّةࣲ رَّسُولࣱۖ فَإِذَا جَاۤءَ رَسُولُهُمۡ قُضِیَ بَیۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا یُظۡلَمُونَ\n","numberInSurah":47,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1412,"text":"وَیَقُولُونَ مَتَىٰ هَـٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَـٰدِقِینَ\n","numberInSurah":48,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1413,"text":"قُل لَّاۤ أَمۡلِكُ لِنَفۡسِی ضَرࣰّا وَلَا نَفۡعًا إِلَّا مَا شَاۤءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَاۤءَ أَجَلُهُمۡ فَلَا یَسۡتَـٔۡخِرُونَ سَاعَةࣰ وَلَا یَسۡتَقۡدِمُونَ\n","numberInSurah":49,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1414,"text":"قُلۡ أَرَءَیۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَیَـٰتًا أَوۡ نَهَارࣰا مَّاذَا یَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ\n","numberInSurah":50,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1415,"text":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦۤۚ ءَاۤلۡـَٔـٰنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ\n","numberInSurah":51,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1416,"text":"ثُمَّ قِیلَ لِلَّذِینَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ\n","numberInSurah":52,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1417,"text":"۞ وَیَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِی وَرَبِّیۤ إِنَّهُۥ لَحَقࣱّۖ وَمَاۤ أَنتُم بِمُعۡجِزِینَ\n","numberInSurah":53,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":86,"sajda":false},{"number":1418,"text":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسࣲ ظَلَمَتۡ مَا فِی ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلۡعَذَابَۖ وَقُضِیَ بَیۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا یُظۡلَمُونَ\n","numberInSurah":54,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1419,"text":"أَلَاۤ إِنَّ لِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۗ أَلَاۤ إِنَّ وَعۡدَ ٱللَّهِ حَقࣱّ وَلَـٰكِنَّ أَكۡثَرَهُمۡ لَا یَعۡلَمُونَ\n","numberInSurah":55,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1420,"text":"هُوَ یُحۡیِۦ وَیُمِیتُ وَإِلَیۡهِ تُرۡجَعُونَ\n","numberInSurah":56,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1421,"text":"یَـٰۤأَیُّهَا ٱلنَّاسُ قَدۡ جَاۤءَتۡكُم مَّوۡعِظَةࣱ مِّن رَّبِّكُمۡ وَشِفَاۤءࣱ لِّمَا فِی ٱلصُّدُورِ وَهُدࣰى وَرَحۡمَةࣱ لِّلۡمُؤۡمِنِینَ\n","numberInSurah":57,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1422,"text":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَ ٰ⁠لِكَ فَلۡیَفۡرَحُوا۟ هُوَ خَیۡرࣱ مِّمَّا یَجۡمَعُونَ\n","numberInSurah":58,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1423,"text":"قُلۡ أَرَءَیۡتُم مَّاۤ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقࣲ فَجَعَلۡتُم مِّنۡهُ حَرَامࣰا وَحَلَـٰلࣰا قُلۡ ءَاۤللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ\n","numberInSurah":59,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1424,"text":"وَمَا ظَنُّ ٱلَّذِینَ یَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ یَوۡمَ ٱلۡقِیَـٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكۡثَرَهُمۡ لَا یَشۡكُرُونَ\n","numberInSurah":60,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1425,"text":"وَمَا تَكُونُ فِی شَأۡنࣲ وَمَا تَتۡلُوا۟ مِنۡهُ مِن قُرۡءَانࣲ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَیۡكُمۡ شُهُودًا إِذۡ تُفِیضُونَ فِیهِۚ وَمَا یَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةࣲ فِی ٱلۡأَرۡضِ وَلَا فِی ٱلسَّمَاۤءِ وَلَاۤ أَصۡغَرَ مِن ذَ ٰ⁠لِكَ وَلَاۤ أَكۡبَرَ إِلَّا فِی كِتَـٰبࣲ مُّبِینٍ\n","numberInSurah":61,"juz":11,"manzil":3,"page":215,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1426,"text":"أَلَاۤ إِنَّ أَوۡلِیَاۤءَ ٱللَّهِ لَا خَوۡفٌ عَلَیۡهِمۡ وَلَا هُمۡ یَحۡزَنُونَ\n","numberInSurah":62,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1427,"text":"ٱلَّذِینَ ءَامَنُوا۟ وَكَانُوا۟ یَتَّقُونَ\n","numberInSurah":63,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1428,"text":"لَهُمُ ٱلۡبُشۡرَىٰ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا وَفِی ٱلۡـَٔاخِرَةِۚ لَا تَبۡدِیلَ لِكَلِمَـٰتِ ٱللَّهِۚ ذَ ٰ⁠لِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n","numberInSurah":64,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1429,"text":"وَلَا یَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِیعًاۚ هُوَ ٱلسَّمِیعُ ٱلۡعَلِیمُ\n","numberInSurah":65,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1430,"text":"أَلَاۤ إِنَّ لِلَّهِ مَن فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَن فِی ٱلۡأَرۡضِۗ وَمَا یَتَّبِعُ ٱلَّذِینَ یَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَاۤءَۚ إِن یَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا یَخۡرُصُونَ\n","numberInSurah":66,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1431,"text":"هُوَ ٱلَّذِی جَعَلَ لَكُمُ ٱلَّیۡلَ لِتَسۡكُنُوا۟ فِیهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ لِّقَوۡمࣲ یَسۡمَعُونَ\n","numberInSurah":67,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1432,"text":"قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدࣰاۗ سُبۡحَـٰنَهُۥۖ هُوَ ٱلۡغَنِیُّۖ لَهُۥ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَـٰنِۭ بِهَـٰذَاۤۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ\n","numberInSurah":68,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1433,"text":"قُلۡ إِنَّ ٱلَّذِینَ یَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا یُفۡلِحُونَ\n","numberInSurah":69,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1434,"text":"مَتَـٰعࣱ فِی ٱلدُّنۡیَا ثُمَّ إِلَیۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِیقُهُمُ ٱلۡعَذَابَ ٱلشَّدِیدَ بِمَا كَانُوا۟ یَكۡفُرُونَ\n","numberInSurah":70,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1435,"text":"۞ وَٱتۡلُ عَلَیۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ یَـٰقَوۡمِ إِن كَانَ كَبُرَ عَلَیۡكُم مَّقَامِی وَتَذۡكِیرِی بِـَٔایَـٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوۤا۟ أَمۡرَكُمۡ وَشُرَكَاۤءَكُمۡ ثُمَّ لَا یَكُنۡ أَمۡرُكُمۡ عَلَیۡكُمۡ غُمَّةࣰ ثُمَّ ٱقۡضُوۤا۟ إِلَیَّ وَلَا تُنظِرُونِ\n","numberInSurah":71,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1436,"text":"فَإِن تَوَلَّیۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِیَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِینَ\n","numberInSurah":72,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1437,"text":"فَكَذَّبُوهُ فَنَجَّیۡنَـٰهُ وَمَن مَّعَهُۥ فِی ٱلۡفُلۡكِ وَجَعَلۡنَـٰهُمۡ خَلَـٰۤىِٕفَ وَأَغۡرَقۡنَا ٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَاۖ فَٱنظُرۡ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلۡمُنذَرِینَ\n","numberInSurah":73,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1438,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَاۤءُوهُم بِٱلۡبَیِّنَـٰتِ فَمَا كَانُوا۟ لِیُؤۡمِنُوا۟ بِمَا كَذَّبُوا۟ بِهِۦ مِن قَبۡلُۚ كَذَ ٰ⁠لِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِینَ\n","numberInSurah":74,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1439,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَـٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِی۟هِۦ بِـَٔایَـٰتِنَا فَٱسۡتَكۡبَرُوا۟ وَكَانُوا۟ قَوۡمࣰا مُّجۡرِمِینَ\n","numberInSurah":75,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1440,"text":"فَلَمَّا جَاۤءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوۤا۟ إِنَّ هَـٰذَا لَسِحۡرࣱ مُّبِینࣱ\n","numberInSurah":76,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1441,"text":"قَالَ مُوسَىٰۤ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَاۤءَكُمۡۖ أَسِحۡرٌ هَـٰذَا وَلَا یُفۡلِحُ ٱلسَّـٰحِرُونَ\n","numberInSurah":77,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1442,"text":"قَالُوۤا۟ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَیۡهِ ءَابَاۤءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِیَاۤءُ فِی ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِینَ\n","numberInSurah":78,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1443,"text":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِی بِكُلِّ سَـٰحِرٍ عَلِیمࣲ\n","numberInSurah":79,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1444,"text":"فَلَمَّا جَاۤءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰۤ أَلۡقُوا۟ مَاۤ أَنتُم مُّلۡقُونَ\n","numberInSurah":80,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1445,"text":"فَلَمَّاۤ أَلۡقَوۡا۟ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَیُبۡطِلُهُۥۤ إِنَّ ٱللَّهَ لَا یُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِینَ\n","numberInSurah":81,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1446,"text":"وَیُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَـٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ\n","numberInSurah":82,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1447,"text":"فَمَاۤ ءَامَنَ لِمُوسَىٰۤ إِلَّا ذُرِّیَّةࣱ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفࣲ مِّن فِرۡعَوۡنَ وَمَلَإِی۟هِمۡ أَن یَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالࣲ فِی ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِینَ\n","numberInSurah":83,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1448,"text":"وَقَالَ مُوسَىٰ یَـٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَیۡهِ تَوَكَّلُوۤا۟ إِن كُنتُم مُّسۡلِمِینَ\n","numberInSurah":84,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1449,"text":"فَقَالُوا۟ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةࣰ لِّلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n","numberInSurah":85,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1450,"text":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَـٰفِرِینَ\n","numberInSurah":86,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1451,"text":"وَأَوۡحَیۡنَاۤ إِلَىٰ مُوسَىٰ وَأَخِیهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُیُوتࣰا وَٱجۡعَلُوا۟ بُیُوتَكُمۡ قِبۡلَةࣰ وَأَقِیمُوا۟ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِینَ\n","numberInSurah":87,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1452,"text":"وَقَالَ مُوسَىٰ رَبَّنَاۤ إِنَّكَ ءَاتَیۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِینَةࣰ وَأَمۡوَ ٰ⁠لࣰا فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا رَبَّنَا لِیُضِلُّوا۟ عَن سَبِیلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰۤ أَمۡوَ ٰ⁠لِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا یُؤۡمِنُوا۟ حَتَّىٰ یَرَوُا۟ ٱلۡعَذَابَ ٱلۡأَلِیمَ\n","numberInSurah":88,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1453,"text":"قَالَ قَدۡ أُجِیبَت دَّعۡوَتُكُمَا فَٱسۡتَقِیمَا وَلَا تَتَّبِعَاۤنِّ سَبِیلَ ٱلَّذِینَ لَا یَعۡلَمُونَ\n","numberInSurah":89,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1454,"text":"۞ وَجَـٰوَزۡنَا بِبَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡیࣰا وَعَدۡوًاۖ حَتَّىٰۤ إِذَاۤ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَاۤ إِلَـٰهَ إِلَّا ٱلَّذِیۤ ءَامَنَتۡ بِهِۦ بَنُوۤا۟ إِسۡرَ ٰ⁠ۤءِیلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِینَ\n","numberInSurah":90,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":88,"sajda":false},{"number":1455,"text":"ءَاۤلۡـَٔـٰنَ وَقَدۡ عَصَیۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِینَ\n","numberInSurah":91,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":88,"sajda":false},{"number":1456,"text":"فَٱلۡیَوۡمَ نُنَجِّیكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَایَةࣰۚ وَإِنَّ كَثِیرࣰا مِّنَ ٱلنَّاسِ عَنۡ ءَایَـٰتِنَا لَغَـٰفِلُونَ\n","numberInSurah":92,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":88,"sajda":false},{"number":1457,"text":"وَلَقَدۡ بَوَّأۡنَا بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ مُبَوَّأَ صِدۡقࣲ وَرَزَقۡنَـٰهُم مِّنَ ٱلطَّیِّبَـٰتِ فَمَا ٱخۡتَلَفُوا۟ حَتَّىٰ جَاۤءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ یَقۡضِی بَیۡنَهُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ فِیمَا كَانُوا۟ فِیهِ یَخۡتَلِفُونَ\n","numberInSurah":93,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1458,"text":"فَإِن كُنتَ فِی شَكࣲّ مِّمَّاۤ أَنزَلۡنَاۤ إِلَیۡكَ فَسۡـَٔلِ ٱلَّذِینَ یَقۡرَءُونَ ٱلۡكِتَـٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَاۤءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِینَ\n","numberInSurah":94,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1459,"text":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَـٰسِرِینَ\n","numberInSurah":95,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1460,"text":"إِنَّ ٱلَّذِینَ حَقَّتۡ عَلَیۡهِمۡ كَلِمَتُ رَبِّكَ لَا یُؤۡمِنُونَ\n","numberInSurah":96,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1461,"text":"وَلَوۡ جَاۤءَتۡهُمۡ كُلُّ ءَایَةٍ حَتَّىٰ یَرَوُا۟ ٱلۡعَذَابَ ٱلۡأَلِیمَ\n","numberInSurah":97,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1462,"text":"فَلَوۡلَا كَانَتۡ قَرۡیَةٌ ءَامَنَتۡ فَنَفَعَهَاۤ إِیمَـٰنُهَاۤ إِلَّا قَوۡمَ یُونُسَ لَمَّاۤ ءَامَنُوا۟ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡیِ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا وَمَتَّعۡنَـٰهُمۡ إِلَىٰ حِینࣲ\n","numberInSurah":98,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1463,"text":"وَلَوۡ شَاۤءَ رَبُّكَ لَـَٔامَنَ مَن فِی ٱلۡأَرۡضِ كُلُّهُمۡ جَمِیعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ یَكُونُوا۟ مُؤۡمِنِینَ\n","numberInSurah":99,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1464,"text":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَیَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِینَ لَا یَعۡقِلُونَ\n","numberInSurah":100,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1465,"text":"قُلِ ٱنظُرُوا۟ مَاذَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِی ٱلۡـَٔایَـٰتُ وَٱلنُّذُرُ عَن قَوۡمࣲ لَّا یُؤۡمِنُونَ\n","numberInSurah":101,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1466,"text":"فَهَلۡ یَنتَظِرُونَ إِلَّا مِثۡلَ أَیَّامِ ٱلَّذِینَ خَلَوۡا۟ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوۤا۟ إِنِّی مَعَكُم مِّنَ ٱلۡمُنتَظِرِینَ\n","numberInSurah":102,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1467,"text":"ثُمَّ نُنَجِّی رُسُلَنَا وَٱلَّذِینَ ءَامَنُوا۟ۚ كَذَ ٰ⁠لِكَ حَقًّا عَلَیۡنَا نُنجِ ٱلۡمُؤۡمِنِینَ\n","numberInSurah":103,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1468,"text":"قُلۡ یَـٰۤأَیُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِی شَكࣲّ مِّن دِینِی فَلَاۤ أَعۡبُدُ ٱلَّذِینَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَـٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِی یَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِینَ\n","numberInSurah":104,"juz":11,"manzil":3,"page":220,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1469,"text":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّینِ حَنِیفࣰا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِینَ\n","numberInSurah":105,"juz":11,"manzil":3,"page":220,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1470,"text":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا یَنفَعُكَ وَلَا یَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذࣰا مِّنَ ٱلظَّـٰلِمِینَ\n","numberInSurah":106,"juz":11,"manzil":3,"page":220,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1471,"text":"وَإِن یَمۡسَسۡكَ ٱللَّهُ بِضُرࣲّ فَلَا كَاشِفَ لَهُۥۤ إِلَّا هُوَۖ وَإِن یُرِدۡكَ بِخَیۡرࣲ فَلَا رَاۤدَّ لِفَضۡلِهِۦۚ یُصِیبُ بِهِۦ مَن یَشَاۤءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِیمُ\n","numberInSurah":107,"juz":11,"manzil":3,"page":221,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1472,"text":"قُلۡ یَـٰۤأَیُّهَا ٱلنَّاسُ قَدۡ جَاۤءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا یَهۡتَدِی لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا یَضِلُّ عَلَیۡهَاۖ وَمَاۤ أَنَا۠ عَلَیۡكُم بِوَكِیلࣲ\n","numberInSurah":108,"juz":11,"manzil":3,"page":221,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1473,"text":"وَٱتَّبِعۡ مَا یُوحَىٰۤ إِلَیۡكَ وَٱصۡبِرۡ حَتَّىٰ یَحۡكُمَ ٱللَّهُۚ وَهُوَ خَیۡرُ ٱلۡحَـٰكِمِینَ\n","numberInSurah":109,"juz":11,"manzil":3,"page":221,"ruku":182,"hizbQuarter":88,"sajda":false}],"edition":{"identifier":"quran-uthmani-quran-academy","language":"ar","name":"Quran Uthmani by Quran Academy","englishName":"Modified Quran Uthmani Text from the Quran Academy to work with the Kitab font","format":"text","type":"quran","direction":"rtl"}}