{"number":4,"name":"سُورَةُ النِّسَاءِ","englishName":"An-Nisaa","englishNameTranslation":"The Women","revelationType":"Medinan","numberOfAyahs":176,"ayahs":[{"number":494,"text":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ یَـٰۤأَیُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِی خَلَقَكُم مِّن نَّفۡسࣲ وَ ٰ⁠حِدَةࣲ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالࣰا كَثِیرࣰا وَنِسَاۤءࣰۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِی تَسَاۤءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَیۡكُمۡ رَقِیبࣰا\n","numberInSurah":1,"juz":4,"manzil":1,"page":77,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":495,"text":"وَءَاتُوا۟ ٱلۡیَتَـٰمَىٰۤ أَمۡوَ ٰ⁠لَهُمۡۖ وَلَا تَتَبَدَّلُوا۟ ٱلۡخَبِیثَ بِٱلطَّیِّبِۖ وَلَا تَأۡكُلُوۤا۟ أَمۡوَ ٰ⁠لَهُمۡ إِلَىٰۤ أَمۡوَ ٰ⁠لِكُمۡۚ إِنَّهُۥ كَانَ حُوبࣰا كَبِیرࣰا\n","numberInSurah":2,"juz":4,"manzil":1,"page":77,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":496,"text":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُوا۟ فِی ٱلۡیَتَـٰمَىٰ فَٱنكِحُوا۟ مَا طَابَ لَكُم مِّنَ ٱلنِّسَاۤءِ مَثۡنَىٰ وَثُلَـٰثَ وَرُبَـٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُوا۟ فَوَ ٰ⁠حِدَةً أَوۡ مَا مَلَكَتۡ أَیۡمَـٰنُكُمۡۚ ذَ ٰ⁠لِكَ أَدۡنَىٰۤ أَلَّا تَعُولُوا۟\n","numberInSurah":3,"juz":4,"manzil":1,"page":77,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":497,"text":"وَءَاتُوا۟ ٱلنِّسَاۤءَ صَدُقَـٰتِهِنَّ نِحۡلَةࣰۚ فَإِن طِبۡنَ لَكُمۡ عَن شَیۡءࣲ مِّنۡهُ نَفۡسࣰا فَكُلُوهُ هَنِیۤـࣰٔا مَّرِیۤـࣰٔا\n","numberInSurah":4,"juz":4,"manzil":1,"page":77,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":498,"text":"وَلَا تُؤۡتُوا۟ ٱلسُّفَهَاۤءَ أَمۡوَ ٰ⁠لَكُمُ ٱلَّتِی جَعَلَ ٱللَّهُ لَكُمۡ قِیَـٰمࣰا وَٱرۡزُقُوهُمۡ فِیهَا وَٱكۡسُوهُمۡ وَقُولُوا۟ لَهُمۡ قَوۡلࣰا مَّعۡرُوفࣰا\n","numberInSurah":5,"juz":4,"manzil":1,"page":77,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":499,"text":"وَٱبۡتَلُوا۟ ٱلۡیَتَـٰمَىٰ حَتَّىٰۤ إِذَا بَلَغُوا۟ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدࣰا فَٱدۡفَعُوۤا۟ إِلَیۡهِمۡ أَمۡوَ ٰ⁠لَهُمۡۖ وَلَا تَأۡكُلُوهَاۤ إِسۡرَافࣰا وَبِدَارًا أَن یَكۡبَرُوا۟ۚ وَمَن كَانَ غَنِیࣰّا فَلۡیَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِیرࣰا فَلۡیَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَیۡهِمۡ أَمۡوَ ٰ⁠لَهُمۡ فَأَشۡهِدُوا۟ عَلَیۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِیبࣰا\n","numberInSurah":6,"juz":4,"manzil":1,"page":77,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":500,"text":"لِّلرِّجَالِ نَصِیبࣱ مِّمَّا تَرَكَ ٱلۡوَ ٰ⁠لِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَاۤءِ نَصِیبࣱ مِّمَّا تَرَكَ ٱلۡوَ ٰ⁠لِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِیبࣰا مَّفۡرُوضࣰا\n","numberInSurah":7,"juz":4,"manzil":1,"page":78,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":501,"text":"وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُو۟لُوا۟ ٱلۡقُرۡبَىٰ وَٱلۡیَتَـٰمَىٰ وَٱلۡمَسَـٰكِینُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُوا۟ لَهُمۡ قَوۡلࣰا مَّعۡرُوفࣰا\n","numberInSurah":8,"juz":4,"manzil":1,"page":78,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":502,"text":"وَلۡیَخۡشَ ٱلَّذِینَ لَوۡ تَرَكُوا۟ مِنۡ خَلۡفِهِمۡ ذُرِّیَّةࣰ ضِعَـٰفًا خَافُوا۟ عَلَیۡهِمۡ فَلۡیَتَّقُوا۟ ٱللَّهَ وَلۡیَقُولُوا۟ قَوۡلࣰا سَدِیدًا\n","numberInSurah":9,"juz":4,"manzil":1,"page":78,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":503,"text":"إِنَّ ٱلَّذِینَ یَأۡكُلُونَ أَمۡوَ ٰ⁠لَ ٱلۡیَتَـٰمَىٰ ظُلۡمًا إِنَّمَا یَأۡكُلُونَ فِی بُطُونِهِمۡ نَارࣰاۖ وَسَیَصۡلَوۡنَ سَعِیرࣰا\n","numberInSurah":10,"juz":4,"manzil":1,"page":78,"ruku":62,"hizbQuarter":31,"sajda":false},{"number":504,"text":"یُوصِیكُمُ ٱللَّهُ فِیۤ أَوۡلَـٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَیَیۡنِۚ فَإِن كُنَّ نِسَاۤءࣰ فَوۡقَ ٱثۡنَتَیۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَ ٰ⁠حِدَةࣰ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَیۡهِ لِكُلِّ وَ ٰ⁠حِدࣲ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدࣱۚ فَإِن لَّمۡ یَكُن لَّهُۥ وَلَدࣱ وَوَرِثَهُۥۤ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥۤ إِخۡوَةࣱ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِیَّةࣲ یُوصِی بِهَاۤ أَوۡ دَیۡنٍۗ ءَابَاۤؤُكُمۡ وَأَبۡنَاۤؤُكُمۡ لَا تَدۡرُونَ أَیُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعࣰاۚ فَرِیضَةࣰ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِیمًا حَكِیمࣰا\n","numberInSurah":11,"juz":4,"manzil":1,"page":78,"ruku":63,"hizbQuarter":31,"sajda":false},{"number":505,"text":"۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَ ٰ⁠جُكُمۡ إِن لَّمۡ یَكُن لَّهُنَّ وَلَدࣱۚ فَإِن كَانَ لَهُنَّ وَلَدࣱ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِیَّةࣲ یُوصِینَ بِهَاۤ أَوۡ دَیۡنࣲۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ یَكُن لَّكُمۡ وَلَدࣱۚ فَإِن كَانَ لَكُمۡ وَلَدࣱ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِیَّةࣲ تُوصُونَ بِهَاۤ أَوۡ دَیۡنࣲۗ وَإِن كَانَ رَجُلࣱ یُورَثُ كَلَـٰلَةً أَوِ ٱمۡرَأَةࣱ وَلَهُۥۤ أَخٌ أَوۡ أُخۡتࣱ فَلِكُلِّ وَ ٰ⁠حِدࣲ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوۤا۟ أَكۡثَرَ مِن ذَ ٰ⁠لِكَ فَهُمۡ شُرَكَاۤءُ فِی ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِیَّةࣲ یُوصَىٰ بِهَاۤ أَوۡ دَیۡنٍ غَیۡرَ مُضَاۤرࣲّۚ وَصِیَّةࣰ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِیمٌ حَلِیمࣱ\n","numberInSurah":12,"juz":4,"manzil":1,"page":79,"ruku":63,"hizbQuarter":32,"sajda":false},{"number":506,"text":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن یُطِعِ ٱللَّهَ وَرَسُولَهُۥ یُدۡخِلۡهُ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۚ وَذَ ٰ⁠لِكَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n","numberInSurah":13,"juz":4,"manzil":1,"page":79,"ruku":63,"hizbQuarter":32,"sajda":false},{"number":507,"text":"وَمَن یَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَیَتَعَدَّ حُدُودَهُۥ یُدۡخِلۡهُ نَارًا خَـٰلِدࣰا فِیهَا وَلَهُۥ عَذَابࣱ مُّهِینࣱ\n","numberInSurah":14,"juz":4,"manzil":1,"page":79,"ruku":63,"hizbQuarter":32,"sajda":false},{"number":508,"text":"وَٱلَّـٰتِی یَأۡتِینَ ٱلۡفَـٰحِشَةَ مِن نِّسَاۤىِٕكُمۡ فَٱسۡتَشۡهِدُوا۟ عَلَیۡهِنَّ أَرۡبَعَةࣰ مِّنكُمۡۖ فَإِن شَهِدُوا۟ فَأَمۡسِكُوهُنَّ فِی ٱلۡبُیُوتِ حَتَّىٰ یَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ یَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِیلࣰا\n","numberInSurah":15,"juz":4,"manzil":1,"page":80,"ruku":64,"hizbQuarter":32,"sajda":false},{"number":509,"text":"وَٱلَّذَانِ یَأۡتِیَـٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُوا۟ عَنۡهُمَاۤۗ إِنَّ ٱللَّهَ كَانَ تَوَّابࣰا رَّحِیمًا\n","numberInSurah":16,"juz":4,"manzil":1,"page":80,"ruku":64,"hizbQuarter":32,"sajda":false},{"number":510,"text":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِینَ یَعۡمَلُونَ ٱلسُّوۤءَ بِجَهَـٰلَةࣲ ثُمَّ یَتُوبُونَ مِن قَرِیبࣲ فَأُو۟لَـٰۤىِٕكَ یَتُوبُ ٱللَّهُ عَلَیۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِیمًا حَكِیمࣰا\n","numberInSurah":17,"juz":4,"manzil":1,"page":80,"ruku":64,"hizbQuarter":32,"sajda":false},{"number":511,"text":"وَلَیۡسَتِ ٱلتَّوۡبَةُ لِلَّذِینَ یَعۡمَلُونَ ٱلسَّیِّـَٔاتِ حَتَّىٰۤ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّی تُبۡتُ ٱلۡـَٔـٰنَ وَلَا ٱلَّذِینَ یَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُو۟لَـٰۤىِٕكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِیمࣰا\n","numberInSurah":18,"juz":4,"manzil":1,"page":80,"ruku":64,"hizbQuarter":32,"sajda":false},{"number":512,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا یَحِلُّ لَكُمۡ أَن تَرِثُوا۟ ٱلنِّسَاۤءَ كَرۡهࣰاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُوا۟ بِبَعۡضِ مَاۤ ءَاتَیۡتُمُوهُنَّ إِلَّاۤ أَن یَأۡتِینَ بِفَـٰحِشَةࣲ مُّبَیِّنَةࣲۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰۤ أَن تَكۡرَهُوا۟ شَیۡـࣰٔا وَیَجۡعَلَ ٱللَّهُ فِیهِ خَیۡرࣰا كَثِیرࣰا\n","numberInSurah":19,"juz":4,"manzil":1,"page":80,"ruku":64,"hizbQuarter":32,"sajda":false},{"number":513,"text":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجࣲ مَّكَانَ زَوۡجࣲ وَءَاتَیۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارࣰا فَلَا تَأۡخُذُوا۟ مِنۡهُ شَیۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَـٰنࣰا وَإِثۡمࣰا مُّبِینࣰا\n","numberInSurah":20,"juz":4,"manzil":1,"page":81,"ruku":64,"hizbQuarter":32,"sajda":false},{"number":514,"text":"وَكَیۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضࣲ وَأَخَذۡنَ مِنكُم مِّیثَـٰقًا غَلِیظࣰا\n","numberInSurah":21,"juz":4,"manzil":1,"page":81,"ruku":64,"hizbQuarter":32,"sajda":false},{"number":515,"text":"وَلَا تَنكِحُوا۟ مَا نَكَحَ ءَابَاۤؤُكُم مِّنَ ٱلنِّسَاۤءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَـٰحِشَةࣰ وَمَقۡتࣰا وَسَاۤءَ سَبِیلًا\n","numberInSurah":22,"juz":4,"manzil":1,"page":81,"ruku":64,"hizbQuarter":32,"sajda":false},{"number":516,"text":"حُرِّمَتۡ عَلَیۡكُمۡ أُمَّهَـٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَ ٰ⁠تُكُمۡ وَعَمَّـٰتُكُمۡ وَخَـٰلَـٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَـٰتُكُمُ ٱلَّـٰتِیۤ أَرۡضَعۡنَكُمۡ وَأَخَوَ ٰ⁠تُكُم مِّنَ ٱلرَّضَـٰعَةِ وَأُمَّهَـٰتُ نِسَاۤىِٕكُمۡ وَرَبَـٰۤىِٕبُكُمُ ٱلَّـٰتِی فِی حُجُورِكُم مِّن نِّسَاۤىِٕكُمُ ٱلَّـٰتِی دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُوا۟ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَیۡكُمۡ وَحَلَـٰۤىِٕلُ أَبۡنَاۤىِٕكُمُ ٱلَّذِینَ مِنۡ أَصۡلَـٰبِكُمۡ وَأَن تَجۡمَعُوا۟ بَیۡنَ ٱلۡأُخۡتَیۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورࣰا رَّحِیمࣰا\n","numberInSurah":23,"juz":4,"manzil":1,"page":81,"ruku":65,"hizbQuarter":32,"sajda":false},{"number":517,"text":"۞ وَٱلۡمُحۡصَنَـٰتُ مِنَ ٱلنِّسَاۤءِ إِلَّا مَا مَلَكَتۡ أَیۡمَـٰنُكُمۡۖ كِتَـٰبَ ٱللَّهِ عَلَیۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَاۤءَ ذَ ٰ⁠لِكُمۡ أَن تَبۡتَغُوا۟ بِأَمۡوَ ٰ⁠لِكُم مُّحۡصِنِینَ غَیۡرَ مُسَـٰفِحِینَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِیضَةࣰۚ وَلَا جُنَاحَ عَلَیۡكُمۡ فِیمَا تَرَ ٰ⁠ضَیۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِیضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِیمًا حَكِیمࣰا\n","numberInSurah":24,"juz":5,"manzil":1,"page":82,"ruku":65,"hizbQuarter":33,"sajda":false},{"number":518,"text":"وَمَن لَّمۡ یَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن یَنكِحَ ٱلۡمُحۡصَنَـٰتِ ٱلۡمُؤۡمِنَـٰتِ فَمِن مَّا مَلَكَتۡ أَیۡمَـٰنُكُم مِّن فَتَیَـٰتِكُمُ ٱلۡمُؤۡمِنَـٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِیمَـٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضࣲۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَـٰتٍ غَیۡرَ مُسَـٰفِحَـٰتࣲ وَلَا مُتَّخِذَ ٰ⁠تِ أَخۡدَانࣲۚ فَإِذَاۤ أُحۡصِنَّ فَإِنۡ أَتَیۡنَ بِفَـٰحِشَةࣲ فَعَلَیۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَـٰتِ مِنَ ٱلۡعَذَابِۚ ذَ ٰ⁠لِكَ لِمَنۡ خَشِیَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُوا۟ خَیۡرࣱ لَّكُمۡۗ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ\n","numberInSurah":25,"juz":5,"manzil":1,"page":82,"ruku":65,"hizbQuarter":33,"sajda":false},{"number":519,"text":"یُرِیدُ ٱللَّهُ لِیُبَیِّنَ لَكُمۡ وَیَهۡدِیَكُمۡ سُنَنَ ٱلَّذِینَ مِن قَبۡلِكُمۡ وَیَتُوبَ عَلَیۡكُمۡۗ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ\n","numberInSurah":26,"juz":5,"manzil":1,"page":82,"ruku":66,"hizbQuarter":33,"sajda":false},{"number":520,"text":"وَٱللَّهُ یُرِیدُ أَن یَتُوبَ عَلَیۡكُمۡ وَیُرِیدُ ٱلَّذِینَ یَتَّبِعُونَ ٱلشَّهَوَ ٰ⁠تِ أَن تَمِیلُوا۟ مَیۡلًا عَظِیمࣰا\n","numberInSurah":27,"juz":5,"manzil":1,"page":83,"ruku":66,"hizbQuarter":33,"sajda":false},{"number":521,"text":"یُرِیدُ ٱللَّهُ أَن یُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَـٰنُ ضَعِیفࣰا\n","numberInSurah":28,"juz":5,"manzil":1,"page":83,"ruku":66,"hizbQuarter":33,"sajda":false},{"number":522,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَأۡكُلُوۤا۟ أَمۡوَ ٰ⁠لَكُم بَیۡنَكُم بِٱلۡبَـٰطِلِ إِلَّاۤ أَن تَكُونَ تِجَـٰرَةً عَن تَرَاضࣲ مِّنكُمۡۚ وَلَا تَقۡتُلُوۤا۟ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِیمࣰا\n","numberInSurah":29,"juz":5,"manzil":1,"page":83,"ruku":66,"hizbQuarter":33,"sajda":false},{"number":523,"text":"وَمَن یَفۡعَلۡ ذَ ٰ⁠لِكَ عُدۡوَ ٰ⁠نࣰا وَظُلۡمࣰا فَسَوۡفَ نُصۡلِیهِ نَارࣰاۚ وَكَانَ ذَ ٰ⁠لِكَ عَلَى ٱللَّهِ یَسِیرًا\n","numberInSurah":30,"juz":5,"manzil":1,"page":83,"ruku":66,"hizbQuarter":33,"sajda":false},{"number":524,"text":"إِن تَجۡتَنِبُوا۟ كَبَاۤىِٕرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَیِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلࣰا كَرِیمࣰا\n","numberInSurah":31,"juz":5,"manzil":1,"page":83,"ruku":66,"hizbQuarter":33,"sajda":false},{"number":525,"text":"وَلَا تَتَمَنَّوۡا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضࣲۚ لِّلرِّجَالِ نَصِیبࣱ مِّمَّا ٱكۡتَسَبُوا۟ۖ وَلِلنِّسَاۤءِ نَصِیبࣱ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُوا۟ ٱللَّهَ مِن فَضۡلِهِۦۤۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَیۡءٍ عَلِیمࣰا\n","numberInSurah":32,"juz":5,"manzil":1,"page":83,"ruku":66,"hizbQuarter":33,"sajda":false},{"number":526,"text":"وَلِكُلࣲّ جَعَلۡنَا مَوَ ٰ⁠لِیَ مِمَّا تَرَكَ ٱلۡوَ ٰ⁠لِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِینَ عَقَدَتۡ أَیۡمَـٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِیبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَیۡءࣲ شَهِیدًا\n","numberInSurah":33,"juz":5,"manzil":1,"page":83,"ruku":66,"hizbQuarter":33,"sajda":false},{"number":527,"text":"ٱلرِّجَالُ قَوَّ ٰ⁠مُونَ عَلَى ٱلنِّسَاۤءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضࣲ وَبِمَاۤ أَنفَقُوا۟ مِنۡ أَمۡوَ ٰ⁠لِهِمۡۚ فَٱلصَّـٰلِحَـٰتُ قَـٰنِتَـٰتٌ حَـٰفِظَـٰتࣱ لِّلۡغَیۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّـٰتِی تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِی ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُوا۟ عَلَیۡهِنَّ سَبِیلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِیࣰّا كَبِیرࣰا\n","numberInSurah":34,"juz":5,"manzil":1,"page":84,"ruku":67,"hizbQuarter":33,"sajda":false},{"number":528,"text":"وَإِنۡ خِفۡتُمۡ شِقَاقَ بَیۡنِهِمَا فَٱبۡعَثُوا۟ حَكَمࣰا مِّنۡ أَهۡلِهِۦ وَحَكَمࣰا مِّنۡ أَهۡلِهَاۤ إِن یُرِیدَاۤ إِصۡلَـٰحࣰا یُوَفِّقِ ٱللَّهُ بَیۡنَهُمَاۤۗ إِنَّ ٱللَّهَ كَانَ عَلِیمًا خَبِیرࣰا\n","numberInSurah":35,"juz":5,"manzil":1,"page":84,"ruku":67,"hizbQuarter":33,"sajda":false},{"number":529,"text":"۞ وَٱعۡبُدُوا۟ ٱللَّهَ وَلَا تُشۡرِكُوا۟ بِهِۦ شَیۡـࣰٔاۖ وَبِٱلۡوَ ٰ⁠لِدَیۡنِ إِحۡسَـٰنࣰا وَبِذِی ٱلۡقُرۡبَىٰ وَٱلۡیَتَـٰمَىٰ وَٱلۡمَسَـٰكِینِ وَٱلۡجَارِ ذِی ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِیلِ وَمَا مَلَكَتۡ أَیۡمَـٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا یُحِبُّ مَن كَانَ مُخۡتَالࣰا فَخُورًا\n","numberInSurah":36,"juz":5,"manzil":1,"page":84,"ruku":67,"hizbQuarter":34,"sajda":false},{"number":530,"text":"ٱلَّذِینَ یَبۡخَلُونَ وَیَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَیَكۡتُمُونَ مَاۤ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَـٰفِرِینَ عَذَابࣰا مُّهِینࣰا\n","numberInSurah":37,"juz":5,"manzil":1,"page":84,"ruku":67,"hizbQuarter":34,"sajda":false},{"number":531,"text":"وَٱلَّذِینَ یُنفِقُونَ أَمۡوَ ٰ⁠لَهُمۡ رِئَاۤءَ ٱلنَّاسِ وَلَا یُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡیَوۡمِ ٱلۡـَٔاخِرِۗ وَمَن یَكُنِ ٱلشَّیۡطَـٰنُ لَهُۥ قَرِینࣰا فَسَاۤءَ قَرِینࣰا\n","numberInSurah":38,"juz":5,"manzil":1,"page":85,"ruku":67,"hizbQuarter":34,"sajda":false},{"number":532,"text":"وَمَاذَا عَلَیۡهِمۡ لَوۡ ءَامَنُوا۟ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَأَنفَقُوا۟ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِیمًا\n","numberInSurah":39,"juz":5,"manzil":1,"page":85,"ruku":67,"hizbQuarter":34,"sajda":false},{"number":533,"text":"إِنَّ ٱللَّهَ لَا یَظۡلِمُ مِثۡقَالَ ذَرَّةࣲۖ وَإِن تَكُ حَسَنَةࣰ یُضَـٰعِفۡهَا وَیُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِیمࣰا\n","numberInSurah":40,"juz":5,"manzil":1,"page":85,"ruku":67,"hizbQuarter":34,"sajda":false},{"number":534,"text":"فَكَیۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِیدࣲ وَجِئۡنَا بِكَ عَلَىٰ هَـٰۤؤُلَاۤءِ شَهِیدࣰا\n","numberInSurah":41,"juz":5,"manzil":1,"page":85,"ruku":67,"hizbQuarter":34,"sajda":false},{"number":535,"text":"یَوۡمَىِٕذࣲ یَوَدُّ ٱلَّذِینَ كَفَرُوا۟ وَعَصَوُا۟ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا یَكۡتُمُونَ ٱللَّهَ حَدِیثࣰا\n","numberInSurah":42,"juz":5,"manzil":1,"page":85,"ruku":67,"hizbQuarter":34,"sajda":false},{"number":536,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَقۡرَبُوا۟ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَـٰرَىٰ حَتَّىٰ تَعۡلَمُوا۟ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِی سَبِیلٍ حَتَّىٰ تَغۡتَسِلُوا۟ۚ وَإِن كُنتُم مَّرۡضَىٰۤ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَاۤءَ أَحَدࣱ مِّنكُم مِّنَ ٱلۡغَاۤىِٕطِ أَوۡ لَـٰمَسۡتُمُ ٱلنِّسَاۤءَ فَلَمۡ تَجِدُوا۟ مَاۤءࣰ فَتَیَمَّمُوا۟ صَعِیدࣰا طَیِّبࣰا فَٱمۡسَحُوا۟ بِوُجُوهِكُمۡ وَأَیۡدِیكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا\n","numberInSurah":43,"juz":5,"manzil":1,"page":85,"ruku":68,"hizbQuarter":34,"sajda":false},{"number":537,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِینَ أُوتُوا۟ نَصِیبࣰا مِّنَ ٱلۡكِتَـٰبِ یَشۡتَرُونَ ٱلضَّلَـٰلَةَ وَیُرِیدُونَ أَن تَضِلُّوا۟ ٱلسَّبِیلَ\n","numberInSurah":44,"juz":5,"manzil":1,"page":85,"ruku":68,"hizbQuarter":34,"sajda":false},{"number":538,"text":"وَٱللَّهُ أَعۡلَمُ بِأَعۡدَاۤىِٕكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِیࣰّا وَكَفَىٰ بِٱللَّهِ نَصِیرࣰا\n","numberInSurah":45,"juz":5,"manzil":1,"page":86,"ruku":68,"hizbQuarter":34,"sajda":false},{"number":539,"text":"مِّنَ ٱلَّذِینَ هَادُوا۟ یُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَیَقُولُونَ سَمِعۡنَا وَعَصَیۡنَا وَٱسۡمَعۡ غَیۡرَ مُسۡمَعࣲ وَرَ ٰ⁠عِنَا لَیَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنࣰا فِی ٱلدِّینِۚ وَلَوۡ أَنَّهُمۡ قَالُوا۟ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَیۡرࣰا لَّهُمۡ وَأَقۡوَمَ وَلَـٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا یُؤۡمِنُونَ إِلَّا قَلِیلࣰا\n","numberInSurah":46,"juz":5,"manzil":1,"page":86,"ruku":68,"hizbQuarter":34,"sajda":false},{"number":540,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ ءَامِنُوا۟ بِمَا نَزَّلۡنَا مُصَدِّقࣰا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهࣰا فَنَرُدَّهَا عَلَىٰۤ أَدۡبَارِهَاۤ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّاۤ أَصۡحَـٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا\n","numberInSurah":47,"juz":5,"manzil":1,"page":86,"ruku":68,"hizbQuarter":34,"sajda":false},{"number":541,"text":"إِنَّ ٱللَّهَ لَا یَغۡفِرُ أَن یُشۡرَكَ بِهِۦ وَیَغۡفِرُ مَا دُونَ ذَ ٰ⁠لِكَ لِمَن یَشَاۤءُۚ وَمَن یُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰۤ إِثۡمًا عَظِیمًا\n","numberInSurah":48,"juz":5,"manzil":1,"page":86,"ruku":68,"hizbQuarter":34,"sajda":false},{"number":542,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِینَ یُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ یُزَكِّی مَن یَشَاۤءُ وَلَا یُظۡلَمُونَ فَتِیلًا\n","numberInSurah":49,"juz":5,"manzil":1,"page":86,"ruku":68,"hizbQuarter":34,"sajda":false},{"number":543,"text":"ٱنظُرۡ كَیۡفَ یَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦۤ إِثۡمࣰا مُّبِینًا\n","numberInSurah":50,"juz":5,"manzil":1,"page":86,"ruku":68,"hizbQuarter":34,"sajda":false},{"number":544,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِینَ أُوتُوا۟ نَصِیبࣰا مِّنَ ٱلۡكِتَـٰبِ یُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّـٰغُوتِ وَیَقُولُونَ لِلَّذِینَ كَفَرُوا۟ هَـٰۤؤُلَاۤءِ أَهۡدَىٰ مِنَ ٱلَّذِینَ ءَامَنُوا۟ سَبِیلًا\n","numberInSurah":51,"juz":5,"manzil":1,"page":86,"ruku":69,"hizbQuarter":34,"sajda":false},{"number":545,"text":"أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ لَعَنَهُمُ ٱللَّهُۖ وَمَن یَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِیرًا\n","numberInSurah":52,"juz":5,"manzil":1,"page":87,"ruku":69,"hizbQuarter":34,"sajda":false},{"number":546,"text":"أَمۡ لَهُمۡ نَصِیبࣱ مِّنَ ٱلۡمُلۡكِ فَإِذࣰا لَّا یُؤۡتُونَ ٱلنَّاسَ نَقِیرًا\n","numberInSurah":53,"juz":5,"manzil":1,"page":87,"ruku":69,"hizbQuarter":34,"sajda":false},{"number":547,"text":"أَمۡ یَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَاۤ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَیۡنَاۤ ءَالَ إِبۡرَ ٰ⁠هِیمَ ٱلۡكِتَـٰبَ وَٱلۡحِكۡمَةَ وَءَاتَیۡنَـٰهُم مُّلۡكًا عَظِیمࣰا\n","numberInSurah":54,"juz":5,"manzil":1,"page":87,"ruku":69,"hizbQuarter":34,"sajda":false},{"number":548,"text":"فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِیرًا\n","numberInSurah":55,"juz":5,"manzil":1,"page":87,"ruku":69,"hizbQuarter":34,"sajda":false},{"number":549,"text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ بِـَٔایَـٰتِنَا سَوۡفَ نُصۡلِیهِمۡ نَارࣰا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَـٰهُمۡ جُلُودًا غَیۡرَهَا لِیَذُوقُوا۟ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِیزًا حَكِیمࣰا\n","numberInSurah":56,"juz":5,"manzil":1,"page":87,"ruku":69,"hizbQuarter":34,"sajda":false},{"number":550,"text":"وَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۤ أَبَدࣰاۖ لَّهُمۡ فِیهَاۤ أَزۡوَ ٰ⁠جࣱ مُّطَهَّرَةࣱۖ وَنُدۡخِلُهُمۡ ظِلࣰّا ظَلِیلًا\n","numberInSurah":57,"juz":5,"manzil":1,"page":87,"ruku":69,"hizbQuarter":34,"sajda":false},{"number":551,"text":"۞ إِنَّ ٱللَّهَ یَأۡمُرُكُمۡ أَن تُؤَدُّوا۟ ٱلۡأَمَـٰنَـٰتِ إِلَىٰۤ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَیۡنَ ٱلنَّاسِ أَن تَحۡكُمُوا۟ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا یَعِظُكُم بِهِۦۤۗ إِنَّ ٱللَّهَ كَانَ سَمِیعَۢا بَصِیرࣰا\n","numberInSurah":58,"juz":5,"manzil":1,"page":87,"ruku":69,"hizbQuarter":35,"sajda":false},{"number":552,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ أَطِیعُوا۟ ٱللَّهَ وَأَطِیعُوا۟ ٱلرَّسُولَ وَأُو۟لِی ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَـٰزَعۡتُمۡ فِی شَیۡءࣲ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِۚ ذَ ٰ⁠لِكَ خَیۡرࣱ وَأَحۡسَنُ تَأۡوِیلًا\n","numberInSurah":59,"juz":5,"manzil":1,"page":87,"ruku":69,"hizbQuarter":35,"sajda":false},{"number":553,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِینَ یَزۡعُمُونَ أَنَّهُمۡ ءَامَنُوا۟ بِمَاۤ أُنزِلَ إِلَیۡكَ وَمَاۤ أُنزِلَ مِن قَبۡلِكَ یُرِیدُونَ أَن یَتَحَاكَمُوۤا۟ إِلَى ٱلطَّـٰغُوتِ وَقَدۡ أُمِرُوۤا۟ أَن یَكۡفُرُوا۟ بِهِۦۖ وَیُرِیدُ ٱلشَّیۡطَـٰنُ أَن یُضِلَّهُمۡ ضَلَـٰلَۢا بَعِیدࣰا\n","numberInSurah":60,"juz":5,"manzil":1,"page":88,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":554,"text":"وَإِذَا قِیلَ لَهُمۡ تَعَالَوۡا۟ إِلَىٰ مَاۤ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَیۡتَ ٱلۡمُنَـٰفِقِینَ یَصُدُّونَ عَنكَ صُدُودࣰا\n","numberInSurah":61,"juz":5,"manzil":1,"page":88,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":555,"text":"فَكَیۡفَ إِذَاۤ أَصَـٰبَتۡهُم مُّصِیبَةُۢ بِمَا قَدَّمَتۡ أَیۡدِیهِمۡ ثُمَّ جَاۤءُوكَ یَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَاۤ إِلَّاۤ إِحۡسَـٰنࣰا وَتَوۡفِیقًا\n","numberInSurah":62,"juz":5,"manzil":1,"page":88,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":556,"text":"أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ یَعۡلَمُ ٱللَّهُ مَا فِی قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِیۤ أَنفُسِهِمۡ قَوۡلَۢا بَلِیغࣰا\n","numberInSurah":63,"juz":5,"manzil":1,"page":88,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":557,"text":"وَمَاۤ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِیُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوۤا۟ أَنفُسَهُمۡ جَاۤءُوكَ فَٱسۡتَغۡفَرُوا۟ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابࣰا رَّحِیمࣰا\n","numberInSurah":64,"juz":5,"manzil":1,"page":88,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":558,"text":"فَلَا وَرَبِّكَ لَا یُؤۡمِنُونَ حَتَّىٰ یُحَكِّمُوكَ فِیمَا شَجَرَ بَیۡنَهُمۡ ثُمَّ لَا یَجِدُوا۟ فِیۤ أَنفُسِهِمۡ حَرَجࣰا مِّمَّا قَضَیۡتَ وَیُسَلِّمُوا۟ تَسۡلِیمࣰا\n","numberInSurah":65,"juz":5,"manzil":1,"page":88,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":559,"text":"وَلَوۡ أَنَّا كَتَبۡنَا عَلَیۡهِمۡ أَنِ ٱقۡتُلُوۤا۟ أَنفُسَكُمۡ أَوِ ٱخۡرُجُوا۟ مِن دِیَـٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِیلࣱ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُوا۟ مَا یُوعَظُونَ بِهِۦ لَكَانَ خَیۡرࣰا لَّهُمۡ وَأَشَدَّ تَثۡبِیتࣰا\n","numberInSurah":66,"juz":5,"manzil":1,"page":89,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":560,"text":"وَإِذࣰا لَّـَٔاتَیۡنَـٰهُم مِّن لَّدُنَّاۤ أَجۡرًا عَظِیمࣰا\n","numberInSurah":67,"juz":5,"manzil":1,"page":89,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":561,"text":"وَلَهَدَیۡنَـٰهُمۡ صِرَ ٰ⁠طࣰا مُّسۡتَقِیمࣰا\n","numberInSurah":68,"juz":5,"manzil":1,"page":89,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":562,"text":"وَمَن یُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُو۟لَـٰۤىِٕكَ مَعَ ٱلَّذِینَ أَنۡعَمَ ٱللَّهُ عَلَیۡهِم مِّنَ ٱلنَّبِیِّـۧنَ وَٱلصِّدِّیقِینَ وَٱلشُّهَدَاۤءِ وَٱلصَّـٰلِحِینَۚ وَحَسُنَ أُو۟لَـٰۤىِٕكَ رَفِیقࣰا\n","numberInSurah":69,"juz":5,"manzil":1,"page":89,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":563,"text":"ذَ ٰ⁠لِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِیمࣰا\n","numberInSurah":70,"juz":5,"manzil":1,"page":89,"ruku":70,"hizbQuarter":35,"sajda":false},{"number":564,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ خُذُوا۟ حِذۡرَكُمۡ فَٱنفِرُوا۟ ثُبَاتٍ أَوِ ٱنفِرُوا۟ جَمِیعࣰا\n","numberInSurah":71,"juz":5,"manzil":1,"page":89,"ruku":71,"hizbQuarter":35,"sajda":false},{"number":565,"text":"وَإِنَّ مِنكُمۡ لَمَن لَّیُبَطِّئَنَّ فَإِنۡ أَصَـٰبَتۡكُم مُّصِیبَةࣱ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَیَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِیدࣰا\n","numberInSurah":72,"juz":5,"manzil":1,"page":89,"ruku":71,"hizbQuarter":35,"sajda":false},{"number":566,"text":"وَلَىِٕنۡ أَصَـٰبَكُمۡ فَضۡلࣱ مِّنَ ٱللَّهِ لَیَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَیۡنَكُمۡ وَبَیۡنَهُۥ مَوَدَّةࣱ یَـٰلَیۡتَنِی كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِیمࣰا\n","numberInSurah":73,"juz":5,"manzil":1,"page":89,"ruku":71,"hizbQuarter":35,"sajda":false},{"number":567,"text":"۞ فَلۡیُقَـٰتِلۡ فِی سَبِیلِ ٱللَّهِ ٱلَّذِینَ یَشۡرُونَ ٱلۡحَیَوٰةَ ٱلدُّنۡیَا بِٱلۡـَٔاخِرَةِۚ وَمَن یُقَـٰتِلۡ فِی سَبِیلِ ٱللَّهِ فَیُقۡتَلۡ أَوۡ یَغۡلِبۡ فَسَوۡفَ نُؤۡتِیهِ أَجۡرًا عَظِیمࣰا\n","numberInSurah":74,"juz":5,"manzil":1,"page":89,"ruku":71,"hizbQuarter":36,"sajda":false},{"number":568,"text":"وَمَا لَكُمۡ لَا تُقَـٰتِلُونَ فِی سَبِیلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِینَ مِنَ ٱلرِّجَالِ وَٱلنِّسَاۤءِ وَٱلۡوِلۡدَ ٰ⁠نِ ٱلَّذِینَ یَقُولُونَ رَبَّنَاۤ أَخۡرِجۡنَا مِنۡ هَـٰذِهِ ٱلۡقَرۡیَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِیࣰّا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِیرًا\n","numberInSurah":75,"juz":5,"manzil":1,"page":90,"ruku":71,"hizbQuarter":36,"sajda":false},{"number":569,"text":"ٱلَّذِینَ ءَامَنُوا۟ یُقَـٰتِلُونَ فِی سَبِیلِ ٱللَّهِۖ وَٱلَّذِینَ كَفَرُوا۟ یُقَـٰتِلُونَ فِی سَبِیلِ ٱلطَّـٰغُوتِ فَقَـٰتِلُوۤا۟ أَوۡلِیَاۤءَ ٱلشَّیۡطَـٰنِۖ إِنَّ كَیۡدَ ٱلشَّیۡطَـٰنِ كَانَ ضَعِیفًا\n","numberInSurah":76,"juz":5,"manzil":1,"page":90,"ruku":71,"hizbQuarter":36,"sajda":false},{"number":570,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِینَ قِیلَ لَهُمۡ كُفُّوۤا۟ أَیۡدِیَكُمۡ وَأَقِیمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَیۡهِمُ ٱلۡقِتَالُ إِذَا فَرِیقࣱ مِّنۡهُمۡ یَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡیَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡیَةࣰۚ وَقَالُوا۟ رَبَّنَا لِمَ كَتَبۡتَ عَلَیۡنَا ٱلۡقِتَالَ لَوۡلَاۤ أَخَّرۡتَنَاۤ إِلَىٰۤ أَجَلࣲ قَرِیبࣲۗ قُلۡ مَتَـٰعُ ٱلدُّنۡیَا قَلِیلࣱ وَٱلۡـَٔاخِرَةُ خَیۡرࣱ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِیلًا\n","numberInSurah":77,"juz":5,"manzil":1,"page":90,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":571,"text":"أَیۡنَمَا تَكُونُوا۟ یُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِی بُرُوجࣲ مُّشَیَّدَةࣲۗ وَإِن تُصِبۡهُمۡ حَسَنَةࣱ یَقُولُوا۟ هَـٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَیِّئَةࣱ یَقُولُوا۟ هَـٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلࣱّ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَـٰۤؤُلَاۤءِ ٱلۡقَوۡمِ لَا یَكَادُونَ یَفۡقَهُونَ حَدِیثࣰا\n","numberInSurah":78,"juz":5,"manzil":1,"page":90,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":572,"text":"مَّاۤ أَصَابَكَ مِنۡ حَسَنَةࣲ فَمِنَ ٱللَّهِۖ وَمَاۤ أَصَابَكَ مِن سَیِّئَةࣲ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَـٰكَ لِلنَّاسِ رَسُولࣰاۚ وَكَفَىٰ بِٱللَّهِ شَهِیدࣰا\n","numberInSurah":79,"juz":5,"manzil":1,"page":90,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":573,"text":"مَّن یُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَاۤ أَرۡسَلۡنَـٰكَ عَلَیۡهِمۡ حَفِیظࣰا\n","numberInSurah":80,"juz":5,"manzil":1,"page":91,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":574,"text":"وَیَقُولُونَ طَاعَةࣱ فَإِذَا بَرَزُوا۟ مِنۡ عِندِكَ بَیَّتَ طَاۤىِٕفَةࣱ مِّنۡهُمۡ غَیۡرَ ٱلَّذِی تَقُولُۖ وَٱللَّهُ یَكۡتُبُ مَا یُبَیِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِیلًا\n","numberInSurah":81,"juz":5,"manzil":1,"page":91,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":575,"text":"أَفَلَا یَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَیۡرِ ٱللَّهِ لَوَجَدُوا۟ فِیهِ ٱخۡتِلَـٰفࣰا كَثِیرࣰا\n","numberInSurah":82,"juz":5,"manzil":1,"page":91,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":576,"text":"وَإِذَا جَاۤءَهُمۡ أَمۡرࣱ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُوا۟ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰۤ أُو۟لِی ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِینَ یَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَیۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّیۡطَـٰنَ إِلَّا قَلِیلࣰا\n","numberInSurah":83,"juz":5,"manzil":1,"page":91,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":577,"text":"فَقَـٰتِلۡ فِی سَبِیلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِینَۖ عَسَى ٱللَّهُ أَن یَكُفَّ بَأۡسَ ٱلَّذِینَ كَفَرُوا۟ۚ وَٱللَّهُ أَشَدُّ بَأۡسࣰا وَأَشَدُّ تَنكِیلࣰا\n","numberInSurah":84,"juz":5,"manzil":1,"page":91,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":578,"text":"مَّن یَشۡفَعۡ شَفَـٰعَةً حَسَنَةࣰ یَكُن لَّهُۥ نَصِیبࣱ مِّنۡهَاۖ وَمَن یَشۡفَعۡ شَفَـٰعَةࣰ سَیِّئَةࣰ یَكُن لَّهُۥ كِفۡلࣱ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَیۡءࣲ مُّقِیتࣰا\n","numberInSurah":85,"juz":5,"manzil":1,"page":91,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":579,"text":"وَإِذَا حُیِّیتُم بِتَحِیَّةࣲ فَحَیُّوا۟ بِأَحۡسَنَ مِنۡهَاۤ أَوۡ رُدُّوهَاۤۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَیۡءٍ حَسِیبًا\n","numberInSurah":86,"juz":5,"manzil":1,"page":91,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":580,"text":"ٱللَّهُ لَاۤ إِلَـٰهَ إِلَّا هُوَۚ لَیَجۡمَعَنَّكُمۡ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ لَا رَیۡبَ فِیهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِیثࣰا\n","numberInSurah":87,"juz":5,"manzil":1,"page":92,"ruku":72,"hizbQuarter":36,"sajda":false},{"number":581,"text":"۞ فَمَا لَكُمۡ فِی ٱلۡمُنَـٰفِقِینَ فِئَتَیۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوۤا۟ۚ أَتُرِیدُونَ أَن تَهۡدُوا۟ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن یُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِیلࣰا\n","numberInSurah":88,"juz":5,"manzil":1,"page":92,"ruku":73,"hizbQuarter":37,"sajda":false},{"number":582,"text":"وَدُّوا۟ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَاۤءࣰۖ فَلَا تَتَّخِذُوا۟ مِنۡهُمۡ أَوۡلِیَاۤءَ حَتَّىٰ یُهَاجِرُوا۟ فِی سَبِیلِ ٱللَّهِۚ فَإِن تَوَلَّوۡا۟ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَیۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُوا۟ مِنۡهُمۡ وَلِیࣰّا وَلَا نَصِیرًا\n","numberInSurah":89,"juz":5,"manzil":1,"page":92,"ruku":73,"hizbQuarter":37,"sajda":false},{"number":583,"text":"إِلَّا ٱلَّذِینَ یَصِلُونَ إِلَىٰ قَوۡمِۭ بَیۡنَكُمۡ وَبَیۡنَهُم مِّیثَـٰقٌ أَوۡ جَاۤءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن یُقَـٰتِلُوكُمۡ أَوۡ یُقَـٰتِلُوا۟ قَوۡمَهُمۡۚ وَلَوۡ شَاۤءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَیۡكُمۡ فَلَقَـٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ یُقَـٰتِلُوكُمۡ وَأَلۡقَوۡا۟ إِلَیۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَیۡهِمۡ سَبِیلࣰا\n","numberInSurah":90,"juz":5,"manzil":1,"page":92,"ruku":73,"hizbQuarter":37,"sajda":false},{"number":584,"text":"سَتَجِدُونَ ءَاخَرِینَ یُرِیدُونَ أَن یَأۡمَنُوكُمۡ وَیَأۡمَنُوا۟ قَوۡمَهُمۡ كُلَّ مَا رُدُّوۤا۟ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُوا۟ فِیهَاۚ فَإِن لَّمۡ یَعۡتَزِلُوكُمۡ وَیُلۡقُوۤا۟ إِلَیۡكُمُ ٱلسَّلَمَ وَیَكُفُّوۤا۟ أَیۡدِیَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَیۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُو۟لَـٰۤىِٕكُمۡ جَعَلۡنَا لَكُمۡ عَلَیۡهِمۡ سُلۡطَـٰنࣰا مُّبِینࣰا\n","numberInSurah":91,"juz":5,"manzil":1,"page":92,"ruku":73,"hizbQuarter":37,"sajda":false},{"number":585,"text":"وَمَا كَانَ لِمُؤۡمِنٍ أَن یَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـࣰٔاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـࣰٔا فَتَحۡرِیرُ رَقَبَةࣲ مُّؤۡمِنَةࣲ وَدِیَةࣱ مُّسَلَّمَةٌ إِلَىٰۤ أَهۡلِهِۦۤ إِلَّاۤ أَن یَصَّدَّقُوا۟ۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوࣲّ لَّكُمۡ وَهُوَ مُؤۡمِنࣱ فَتَحۡرِیرُ رَقَبَةࣲ مُّؤۡمِنَةࣲۖ وَإِن كَانَ مِن قَوۡمِۭ بَیۡنَكُمۡ وَبَیۡنَهُم مِّیثَـٰقࣱ فَدِیَةࣱ مُّسَلَّمَةٌ إِلَىٰۤ أَهۡلِهِۦ وَتَحۡرِیرُ رَقَبَةࣲ مُّؤۡمِنَةࣲۖ فَمَن لَّمۡ یَجِدۡ فَصِیَامُ شَهۡرَیۡنِ مُتَتَابِعَیۡنِ تَوۡبَةࣰ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِیمًا حَكِیمࣰا\n","numberInSurah":92,"juz":5,"manzil":1,"page":93,"ruku":74,"hizbQuarter":37,"sajda":false},{"number":586,"text":"وَمَن یَقۡتُلۡ مُؤۡمِنࣰا مُّتَعَمِّدࣰا فَجَزَاۤؤُهُۥ جَهَنَّمُ خَـٰلِدࣰا فِیهَا وَغَضِبَ ٱللَّهُ عَلَیۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِیمࣰا\n","numberInSurah":93,"juz":5,"manzil":1,"page":93,"ruku":74,"hizbQuarter":37,"sajda":false},{"number":587,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِذَا ضَرَبۡتُمۡ فِی سَبِیلِ ٱللَّهِ فَتَبَیَّنُوا۟ وَلَا تَقُولُوا۟ لِمَنۡ أَلۡقَىٰۤ إِلَیۡكُمُ ٱلسَّلَـٰمَ لَسۡتَ مُؤۡمِنࣰا تَبۡتَغُونَ عَرَضَ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِیرَةࣱۚ كَذَ ٰ⁠لِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَیۡكُمۡ فَتَبَیَّنُوۤا۟ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِیرࣰا\n","numberInSurah":94,"juz":5,"manzil":1,"page":93,"ruku":74,"hizbQuarter":37,"sajda":false},{"number":588,"text":"لَّا یَسۡتَوِی ٱلۡقَـٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِینَ غَیۡرُ أُو۟لِی ٱلضَّرَرِ وَٱلۡمُجَـٰهِدُونَ فِی سَبِیلِ ٱللَّهِ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَـٰهِدِینَ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَـٰعِدِینَ دَرَجَةࣰۚ وَكُلࣰّا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَـٰهِدِینَ عَلَى ٱلۡقَـٰعِدِینَ أَجۡرًا عَظِیمࣰا\n","numberInSurah":95,"juz":5,"manzil":1,"page":94,"ruku":74,"hizbQuarter":37,"sajda":false},{"number":589,"text":"دَرَجَـٰتࣲ مِّنۡهُ وَمَغۡفِرَةࣰ وَرَحۡمَةࣰۚ وَكَانَ ٱللَّهُ غَفُورࣰا رَّحِیمًا\n","numberInSurah":96,"juz":5,"manzil":1,"page":94,"ruku":74,"hizbQuarter":37,"sajda":false},{"number":590,"text":"إِنَّ ٱلَّذِینَ تَوَفَّىٰهُمُ ٱلۡمَلَـٰۤىِٕكَةُ ظَالِمِیۤ أَنفُسِهِمۡ قَالُوا۟ فِیمَ كُنتُمۡۖ قَالُوا۟ كُنَّا مُسۡتَضۡعَفِینَ فِی ٱلۡأَرۡضِۚ قَالُوۤا۟ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَ ٰ⁠سِعَةࣰ فَتُهَاجِرُوا۟ فِیهَاۚ فَأُو۟لَـٰۤىِٕكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَاۤءَتۡ مَصِیرًا\n","numberInSurah":97,"juz":5,"manzil":1,"page":94,"ruku":75,"hizbQuarter":37,"sajda":false},{"number":591,"text":"إِلَّا ٱلۡمُسۡتَضۡعَفِینَ مِنَ ٱلرِّجَالِ وَٱلنِّسَاۤءِ وَٱلۡوِلۡدَ ٰ⁠نِ لَا یَسۡتَطِیعُونَ حِیلَةࣰ وَلَا یَهۡتَدُونَ سَبِیلࣰا\n","numberInSurah":98,"juz":5,"manzil":1,"page":94,"ruku":75,"hizbQuarter":37,"sajda":false},{"number":592,"text":"فَأُو۟لَـٰۤىِٕكَ عَسَى ٱللَّهُ أَن یَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورࣰا\n","numberInSurah":99,"juz":5,"manzil":1,"page":94,"ruku":75,"hizbQuarter":37,"sajda":false},{"number":593,"text":"۞ وَمَن یُهَاجِرۡ فِی سَبِیلِ ٱللَّهِ یَجِدۡ فِی ٱلۡأَرۡضِ مُرَ ٰ⁠غَمࣰا كَثِیرࣰا وَسَعَةࣰۚ وَمَن یَخۡرُجۡ مِنۢ بَیۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ یُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورࣰا رَّحِیمࣰا\n","numberInSurah":100,"juz":5,"manzil":1,"page":94,"ruku":75,"hizbQuarter":38,"sajda":false},{"number":594,"text":"وَإِذَا ضَرَبۡتُمۡ فِی ٱلۡأَرۡضِ فَلَیۡسَ عَلَیۡكُمۡ جُنَاحٌ أَن تَقۡصُرُوا۟ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن یَفۡتِنَكُمُ ٱلَّذِینَ كَفَرُوۤا۟ۚ إِنَّ ٱلۡكَـٰفِرِینَ كَانُوا۟ لَكُمۡ عَدُوࣰّا مُّبِینࣰا\n","numberInSurah":101,"juz":5,"manzil":1,"page":94,"ruku":76,"hizbQuarter":38,"sajda":false},{"number":595,"text":"وَإِذَا كُنتَ فِیهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَاۤىِٕفَةࣱ مِّنۡهُم مَّعَكَ وَلۡیَأۡخُذُوۤا۟ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُوا۟ فَلۡیَكُونُوا۟ مِن وَرَاۤىِٕكُمۡ وَلۡتَأۡتِ طَاۤىِٕفَةٌ أُخۡرَىٰ لَمۡ یُصَلُّوا۟ فَلۡیُصَلُّوا۟ مَعَكَ وَلۡیَأۡخُذُوا۟ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِینَ كَفَرُوا۟ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَیَمِیلُونَ عَلَیۡكُم مَّیۡلَةࣰ وَ ٰ⁠حِدَةࣰۚ وَلَا جُنَاحَ عَلَیۡكُمۡ إِن كَانَ بِكُمۡ أَذࣰى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰۤ أَن تَضَعُوۤا۟ أَسۡلِحَتَكُمۡۖ وَخُذُوا۟ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَـٰفِرِینَ عَذَابࣰا مُّهِینࣰا\n","numberInSurah":102,"juz":5,"manzil":1,"page":95,"ruku":76,"hizbQuarter":38,"sajda":false},{"number":596,"text":"فَإِذَا قَضَیۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُوا۟ ٱللَّهَ قِیَـٰمࣰا وَقُعُودࣰا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِیمُوا۟ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِینَ كِتَـٰبࣰا مَّوۡقُوتࣰا\n","numberInSurah":103,"juz":5,"manzil":1,"page":95,"ruku":76,"hizbQuarter":38,"sajda":false},{"number":597,"text":"وَلَا تَهِنُوا۟ فِی ٱبۡتِغَاۤءِ ٱلۡقَوۡمِۖ إِن تَكُونُوا۟ تَأۡلَمُونَ فَإِنَّهُمۡ یَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا یَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِیمًا حَكِیمًا\n","numberInSurah":104,"juz":5,"manzil":1,"page":95,"ruku":76,"hizbQuarter":38,"sajda":false},{"number":598,"text":"إِنَّاۤ أَنزَلۡنَاۤ إِلَیۡكَ ٱلۡكِتَـٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَیۡنَ ٱلنَّاسِ بِمَاۤ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَاۤىِٕنِینَ خَصِیمࣰا\n","numberInSurah":105,"juz":5,"manzil":1,"page":95,"ruku":77,"hizbQuarter":38,"sajda":false},{"number":599,"text":"وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورࣰا رَّحِیمࣰا\n","numberInSurah":106,"juz":5,"manzil":1,"page":96,"ruku":77,"hizbQuarter":38,"sajda":false},{"number":600,"text":"وَلَا تُجَـٰدِلۡ عَنِ ٱلَّذِینَ یَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا یُحِبُّ مَن كَانَ خَوَّانًا أَثِیمࣰا\n","numberInSurah":107,"juz":5,"manzil":1,"page":96,"ruku":77,"hizbQuarter":38,"sajda":false},{"number":601,"text":"یَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا یَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ یُبَیِّتُونَ مَا لَا یَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا یَعۡمَلُونَ مُحِیطًا\n","numberInSurah":108,"juz":5,"manzil":1,"page":96,"ruku":77,"hizbQuarter":38,"sajda":false},{"number":602,"text":"هَـٰۤأَنتُمۡ هَـٰۤؤُلَاۤءِ جَـٰدَلۡتُمۡ عَنۡهُمۡ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا فَمَن یُجَـٰدِلُ ٱللَّهَ عَنۡهُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ أَم مَّن یَكُونُ عَلَیۡهِمۡ وَكِیلࣰا\n","numberInSurah":109,"juz":5,"manzil":1,"page":96,"ruku":77,"hizbQuarter":38,"sajda":false},{"number":603,"text":"وَمَن یَعۡمَلۡ سُوۤءًا أَوۡ یَظۡلِمۡ نَفۡسَهُۥ ثُمَّ یَسۡتَغۡفِرِ ٱللَّهَ یَجِدِ ٱللَّهَ غَفُورࣰا رَّحِیمࣰا\n","numberInSurah":110,"juz":5,"manzil":1,"page":96,"ruku":77,"hizbQuarter":38,"sajda":false},{"number":604,"text":"وَمَن یَكۡسِبۡ إِثۡمࣰا فَإِنَّمَا یَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِیمًا حَكِیمࣰا\n","numberInSurah":111,"juz":5,"manzil":1,"page":96,"ruku":77,"hizbQuarter":38,"sajda":false},{"number":605,"text":"وَمَن یَكۡسِبۡ خَطِیۤـَٔةً أَوۡ إِثۡمࣰا ثُمَّ یَرۡمِ بِهِۦ بَرِیۤـࣰٔا فَقَدِ ٱحۡتَمَلَ بُهۡتَـٰنࣰا وَإِثۡمࣰا مُّبِینࣰا\n","numberInSurah":112,"juz":5,"manzil":1,"page":96,"ruku":77,"hizbQuarter":38,"sajda":false},{"number":606,"text":"وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَیۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّاۤىِٕفَةࣱ مِّنۡهُمۡ أَن یُضِلُّوكَ وَمَا یُضِلُّونَ إِلَّاۤ أَنفُسَهُمۡۖ وَمَا یَضُرُّونَكَ مِن شَیۡءࣲۚ وَأَنزَلَ ٱللَّهُ عَلَیۡكَ ٱلۡكِتَـٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَیۡكَ عَظِیمࣰا\n","numberInSurah":113,"juz":5,"manzil":1,"page":96,"ruku":78,"hizbQuarter":38,"sajda":false},{"number":607,"text":"۞ لَّا خَیۡرَ فِی كَثِیرࣲ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَـٰحِۭ بَیۡنَ ٱلنَّاسِۚ وَمَن یَفۡعَلۡ ذَ ٰ⁠لِكَ ٱبۡتِغَاۤءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِیهِ أَجۡرًا عَظِیمࣰا\n","numberInSurah":114,"juz":5,"manzil":1,"page":97,"ruku":78,"hizbQuarter":39,"sajda":false},{"number":608,"text":"وَمَن یُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَیَّنَ لَهُ ٱلۡهُدَىٰ وَیَتَّبِعۡ غَیۡرَ سَبِیلِ ٱلۡمُؤۡمِنِینَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَاۤءَتۡ مَصِیرًا\n","numberInSurah":115,"juz":5,"manzil":1,"page":97,"ruku":78,"hizbQuarter":39,"sajda":false},{"number":609,"text":"إِنَّ ٱللَّهَ لَا یَغۡفِرُ أَن یُشۡرَكَ بِهِۦ وَیَغۡفِرُ مَا دُونَ ذَ ٰ⁠لِكَ لِمَن یَشَاۤءُۚ وَمَن یُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَـٰلَۢا بَعِیدًا\n","numberInSurah":116,"juz":5,"manzil":1,"page":97,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":610,"text":"إِن یَدۡعُونَ مِن دُونِهِۦۤ إِلَّاۤ إِنَـٰثࣰا وَإِن یَدۡعُونَ إِلَّا شَیۡطَـٰنࣰا مَّرِیدࣰا\n","numberInSurah":117,"juz":5,"manzil":1,"page":97,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":611,"text":"لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِیبࣰا مَّفۡرُوضࣰا\n","numberInSurah":118,"juz":5,"manzil":1,"page":97,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":612,"text":"وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّیَنَّهُمۡ وَلَـَٔامُرَنَّهُمۡ فَلَیُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَـٰمِ وَلَـَٔامُرَنَّهُمۡ فَلَیُغَیِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن یَتَّخِذِ ٱلشَّیۡطَـٰنَ وَلِیࣰّا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانࣰا مُّبِینࣰا\n","numberInSurah":119,"juz":5,"manzil":1,"page":97,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":613,"text":"یَعِدُهُمۡ وَیُمَنِّیهِمۡۖ وَمَا یَعِدُهُمُ ٱلشَّیۡطَـٰنُ إِلَّا غُرُورًا\n","numberInSurah":120,"juz":5,"manzil":1,"page":97,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":614,"text":"أُو۟لَـٰۤىِٕكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا یَجِدُونَ عَنۡهَا مَحِیصࣰا\n","numberInSurah":121,"juz":5,"manzil":1,"page":97,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":615,"text":"وَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۤ أَبَدࣰاۖ وَعۡدَ ٱللَّهِ حَقࣰّاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِیلࣰا\n","numberInSurah":122,"juz":5,"manzil":1,"page":98,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":616,"text":"لَّیۡسَ بِأَمَانِیِّكُمۡ وَلَاۤ أَمَانِیِّ أَهۡلِ ٱلۡكِتَـٰبِۗ مَن یَعۡمَلۡ سُوۤءࣰا یُجۡزَ بِهِۦ وَلَا یَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِیࣰّا وَلَا نَصِیرࣰا\n","numberInSurah":123,"juz":5,"manzil":1,"page":98,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":617,"text":"وَمَن یَعۡمَلۡ مِنَ ٱلصَّـٰلِحَـٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنࣱ فَأُو۟لَـٰۤىِٕكَ یَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا یُظۡلَمُونَ نَقِیرࣰا\n","numberInSurah":124,"juz":5,"manzil":1,"page":98,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":618,"text":"وَمَنۡ أَحۡسَنُ دِینࣰا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنࣱ وَٱتَّبَعَ مِلَّةَ إِبۡرَ ٰ⁠هِیمَ حَنِیفࣰاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَ ٰ⁠هِیمَ خَلِیلࣰا\n","numberInSurah":125,"juz":5,"manzil":1,"page":98,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":619,"text":"وَلِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَیۡءࣲ مُّحِیطࣰا\n","numberInSurah":126,"juz":5,"manzil":1,"page":98,"ruku":79,"hizbQuarter":39,"sajda":false},{"number":620,"text":"وَیَسۡتَفۡتُونَكَ فِی ٱلنِّسَاۤءِۖ قُلِ ٱللَّهُ یُفۡتِیكُمۡ فِیهِنَّ وَمَا یُتۡلَىٰ عَلَیۡكُمۡ فِی ٱلۡكِتَـٰبِ فِی یَتَـٰمَى ٱلنِّسَاۤءِ ٱلَّـٰتِی لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِینَ مِنَ ٱلۡوِلۡدَ ٰ⁠نِ وَأَن تَقُومُوا۟ لِلۡیَتَـٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُوا۟ مِنۡ خَیۡرࣲ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِیمࣰا\n","numberInSurah":127,"juz":5,"manzil":1,"page":98,"ruku":80,"hizbQuarter":39,"sajda":false},{"number":621,"text":"وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضࣰا فَلَا جُنَاحَ عَلَیۡهِمَاۤ أَن یُصۡلِحَا بَیۡنَهُمَا صُلۡحࣰاۚ وَٱلصُّلۡحُ خَیۡرࣱۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِیرࣰا\n","numberInSurah":128,"juz":5,"manzil":1,"page":99,"ruku":80,"hizbQuarter":39,"sajda":false},{"number":622,"text":"وَلَن تَسۡتَطِیعُوۤا۟ أَن تَعۡدِلُوا۟ بَیۡنَ ٱلنِّسَاۤءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِیلُوا۟ كُلَّ ٱلۡمَیۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورࣰا رَّحِیمࣰا\n","numberInSurah":129,"juz":5,"manzil":1,"page":99,"ruku":80,"hizbQuarter":39,"sajda":false},{"number":623,"text":"وَإِن یَتَفَرَّقَا یُغۡنِ ٱللَّهُ كُلࣰّا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَ ٰ⁠سِعًا حَكِیمࣰا\n","numberInSurah":130,"juz":5,"manzil":1,"page":99,"ruku":80,"hizbQuarter":39,"sajda":false},{"number":624,"text":"وَلِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّیۡنَا ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ مِن قَبۡلِكُمۡ وَإِیَّاكُمۡ أَنِ ٱتَّقُوا۟ ٱللَّهَۚ وَإِن تَكۡفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِیًّا حَمِیدࣰا\n","numberInSurah":131,"juz":5,"manzil":1,"page":99,"ruku":80,"hizbQuarter":39,"sajda":false},{"number":625,"text":"وَلِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِیلًا\n","numberInSurah":132,"juz":5,"manzil":1,"page":99,"ruku":80,"hizbQuarter":39,"sajda":false},{"number":626,"text":"إِن یَشَأۡ یُذۡهِبۡكُمۡ أَیُّهَا ٱلنَّاسُ وَیَأۡتِ بِـَٔاخَرِینَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَ ٰ⁠لِكَ قَدِیرࣰا\n","numberInSurah":133,"juz":5,"manzil":1,"page":99,"ruku":80,"hizbQuarter":39,"sajda":false},{"number":627,"text":"مَّن كَانَ یُرِیدُ ثَوَابَ ٱلدُّنۡیَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِۚ وَكَانَ ٱللَّهُ سَمِیعَۢا بَصِیرࣰا\n","numberInSurah":134,"juz":5,"manzil":1,"page":99,"ruku":80,"hizbQuarter":39,"sajda":false},{"number":628,"text":"۞ یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ كُونُوا۟ قَوَّ ٰ⁠مِینَ بِٱلۡقِسۡطِ شُهَدَاۤءَ لِلَّهِ وَلَوۡ عَلَىٰۤ أَنفُسِكُمۡ أَوِ ٱلۡوَ ٰ⁠لِدَیۡنِ وَٱلۡأَقۡرَبِینَۚ إِن یَكُنۡ غَنِیًّا أَوۡ فَقِیرࣰا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُوا۟ ٱلۡهَوَىٰۤ أَن تَعۡدِلُوا۟ۚ وَإِن تَلۡوُۥۤا۟ أَوۡ تُعۡرِضُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِیرࣰا\n","numberInSurah":135,"juz":5,"manzil":1,"page":100,"ruku":81,"hizbQuarter":40,"sajda":false},{"number":629,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَـٰبِ ٱلَّذِی نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَـٰبِ ٱلَّذِیۤ أَنزَلَ مِن قَبۡلُۚ وَمَن یَكۡفُرۡ بِٱللَّهِ وَمَلَـٰۤىِٕكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ فَقَدۡ ضَلَّ ضَلَـٰلَۢا بَعِیدًا\n","numberInSurah":136,"juz":5,"manzil":1,"page":100,"ruku":81,"hizbQuarter":40,"sajda":false},{"number":630,"text":"إِنَّ ٱلَّذِینَ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ٱزۡدَادُوا۟ كُفۡرࣰا لَّمۡ یَكُنِ ٱللَّهُ لِیَغۡفِرَ لَهُمۡ وَلَا لِیَهۡدِیَهُمۡ سَبِیلَۢا\n","numberInSurah":137,"juz":5,"manzil":1,"page":100,"ruku":81,"hizbQuarter":40,"sajda":false},{"number":631,"text":"بَشِّرِ ٱلۡمُنَـٰفِقِینَ بِأَنَّ لَهُمۡ عَذَابًا أَلِیمًا\n","numberInSurah":138,"juz":5,"manzil":1,"page":100,"ruku":81,"hizbQuarter":40,"sajda":false},{"number":632,"text":"ٱلَّذِینَ یَتَّخِذُونَ ٱلۡكَـٰفِرِینَ أَوۡلِیَاۤءَ مِن دُونِ ٱلۡمُؤۡمِنِینَۚ أَیَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِیعࣰا\n","numberInSurah":139,"juz":5,"manzil":1,"page":100,"ruku":81,"hizbQuarter":40,"sajda":false},{"number":633,"text":"وَقَدۡ نَزَّلَ عَلَیۡكُمۡ فِی ٱلۡكِتَـٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَایَـٰتِ ٱللَّهِ یُكۡفَرُ بِهَا وَیُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُوا۟ مَعَهُمۡ حَتَّىٰ یَخُوضُوا۟ فِی حَدِیثٍ غَیۡرِهِۦۤ إِنَّكُمۡ إِذࣰا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَـٰفِقِینَ وَٱلۡكَـٰفِرِینَ فِی جَهَنَّمَ جَمِیعًا\n","numberInSurah":140,"juz":5,"manzil":1,"page":100,"ruku":81,"hizbQuarter":40,"sajda":false},{"number":634,"text":"ٱلَّذِینَ یَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحࣱ مِّنَ ٱللَّهِ قَالُوۤا۟ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَـٰفِرِینَ نَصِیبࣱ قَالُوۤا۟ أَلَمۡ نَسۡتَحۡوِذۡ عَلَیۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِینَۚ فَٱللَّهُ یَحۡكُمُ بَیۡنَكُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِۗ وَلَن یَجۡعَلَ ٱللَّهُ لِلۡكَـٰفِرِینَ عَلَى ٱلۡمُؤۡمِنِینَ سَبِیلًا\n","numberInSurah":141,"juz":5,"manzil":1,"page":101,"ruku":81,"hizbQuarter":40,"sajda":false},{"number":635,"text":"إِنَّ ٱلۡمُنَـٰفِقِینَ یُخَـٰدِعُونَ ٱللَّهَ وَهُوَ خَـٰدِعُهُمۡ وَإِذَا قَامُوۤا۟ إِلَى ٱلصَّلَوٰةِ قَامُوا۟ كُسَالَىٰ یُرَاۤءُونَ ٱلنَّاسَ وَلَا یَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِیلࣰا\n","numberInSurah":142,"juz":5,"manzil":1,"page":101,"ruku":82,"hizbQuarter":40,"sajda":false},{"number":636,"text":"مُّذَبۡذَبِینَ بَیۡنَ ذَ ٰ⁠لِكَ لَاۤ إِلَىٰ هَـٰۤؤُلَاۤءِ وَلَاۤ إِلَىٰ هَـٰۤؤُلَاۤءِۚ وَمَن یُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِیلࣰا\n","numberInSurah":143,"juz":5,"manzil":1,"page":101,"ruku":82,"hizbQuarter":40,"sajda":false},{"number":637,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلۡكَـٰفِرِینَ أَوۡلِیَاۤءَ مِن دُونِ ٱلۡمُؤۡمِنِینَۚ أَتُرِیدُونَ أَن تَجۡعَلُوا۟ لِلَّهِ عَلَیۡكُمۡ سُلۡطَـٰنࣰا مُّبِینًا\n","numberInSurah":144,"juz":5,"manzil":1,"page":101,"ruku":82,"hizbQuarter":40,"sajda":false},{"number":638,"text":"إِنَّ ٱلۡمُنَـٰفِقِینَ فِی ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِیرًا\n","numberInSurah":145,"juz":5,"manzil":1,"page":101,"ruku":82,"hizbQuarter":40,"sajda":false},{"number":639,"text":"إِلَّا ٱلَّذِینَ تَابُوا۟ وَأَصۡلَحُوا۟ وَٱعۡتَصَمُوا۟ بِٱللَّهِ وَأَخۡلَصُوا۟ دِینَهُمۡ لِلَّهِ فَأُو۟لَـٰۤىِٕكَ مَعَ ٱلۡمُؤۡمِنِینَۖ وَسَوۡفَ یُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِینَ أَجۡرًا عَظِیمࣰا\n","numberInSurah":146,"juz":5,"manzil":1,"page":101,"ruku":82,"hizbQuarter":40,"sajda":false},{"number":640,"text":"مَّا یَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِیمࣰا\n","numberInSurah":147,"juz":5,"manzil":1,"page":101,"ruku":82,"hizbQuarter":40,"sajda":false},{"number":641,"text":"۞ لَّا یُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوۤءِ مِنَ ٱلۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ ٱللَّهُ سَمِیعًا عَلِیمًا\n","numberInSurah":148,"juz":6,"manzil":1,"page":102,"ruku":82,"hizbQuarter":41,"sajda":false},{"number":642,"text":"إِن تُبۡدُوا۟ خَیۡرًا أَوۡ تُخۡفُوهُ أَوۡ تَعۡفُوا۟ عَن سُوۤءࣲ فَإِنَّ ٱللَّهَ كَانَ عَفُوࣰّا قَدِیرًا\n","numberInSurah":149,"juz":6,"manzil":1,"page":102,"ruku":82,"hizbQuarter":41,"sajda":false},{"number":643,"text":"إِنَّ ٱلَّذِینَ یَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَیُرِیدُونَ أَن یُفَرِّقُوا۟ بَیۡنَ ٱللَّهِ وَرُسُلِهِۦ وَیَقُولُونَ نُؤۡمِنُ بِبَعۡضࣲ وَنَكۡفُرُ بِبَعۡضࣲ وَیُرِیدُونَ أَن یَتَّخِذُوا۟ بَیۡنَ ذَ ٰ⁠لِكَ سَبِیلًا\n","numberInSurah":150,"juz":6,"manzil":1,"page":102,"ruku":82,"hizbQuarter":41,"sajda":false},{"number":644,"text":"أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡكَـٰفِرُونَ حَقࣰّاۚ وَأَعۡتَدۡنَا لِلۡكَـٰفِرِینَ عَذَابࣰا مُّهِینࣰا\n","numberInSurah":151,"juz":6,"manzil":1,"page":102,"ruku":82,"hizbQuarter":41,"sajda":false},{"number":645,"text":"وَٱلَّذِینَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ یُفَرِّقُوا۟ بَیۡنَ أَحَدࣲ مِّنۡهُمۡ أُو۟لَـٰۤىِٕكَ سَوۡفَ یُؤۡتِیهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورࣰا رَّحِیمࣰا\n","numberInSurah":152,"juz":6,"manzil":1,"page":102,"ruku":82,"hizbQuarter":41,"sajda":false},{"number":646,"text":"یَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَـٰبِ أَن تُنَزِّلَ عَلَیۡهِمۡ كِتَـٰبࣰا مِّنَ ٱلسَّمَاۤءِۚ فَقَدۡ سَأَلُوا۟ مُوسَىٰۤ أَكۡبَرَ مِن ذَ ٰ⁠لِكَ فَقَالُوۤا۟ أَرِنَا ٱللَّهَ جَهۡرَةࣰ فَأَخَذَتۡهُمُ ٱلصَّـٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُوا۟ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَاۤءَتۡهُمُ ٱلۡبَیِّنَـٰتُ فَعَفَوۡنَا عَن ذَ ٰ⁠لِكَۚ وَءَاتَیۡنَا مُوسَىٰ سُلۡطَـٰنࣰا مُّبِینࣰا\n","numberInSurah":153,"juz":6,"manzil":1,"page":102,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":647,"text":"وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِیثَـٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُوا۟ ٱلۡبَابَ سُجَّدࣰا وَقُلۡنَا لَهُمۡ لَا تَعۡدُوا۟ فِی ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّیثَـٰقًا غَلِیظࣰا\n","numberInSurah":154,"juz":6,"manzil":1,"page":102,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":648,"text":"فَبِمَا نَقۡضِهِم مِّیثَـٰقَهُمۡ وَكُفۡرِهِم بِـَٔایَـٰتِ ٱللَّهِ وَقَتۡلِهِمُ ٱلۡأَنۢبِیَاۤءَ بِغَیۡرِ حَقࣲّ وَقَوۡلِهِمۡ قُلُوبُنَا غُلۡفُۢۚ بَلۡ طَبَعَ ٱللَّهُ عَلَیۡهَا بِكُفۡرِهِمۡ فَلَا یُؤۡمِنُونَ إِلَّا قَلِیلࣰا\n","numberInSurah":155,"juz":6,"manzil":1,"page":103,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":649,"text":"وَبِكُفۡرِهِمۡ وَقَوۡلِهِمۡ عَلَىٰ مَرۡیَمَ بُهۡتَـٰنًا عَظِیمࣰا\n","numberInSurah":156,"juz":6,"manzil":1,"page":103,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":650,"text":"وَقَوۡلِهِمۡ إِنَّا قَتَلۡنَا ٱلۡمَسِیحَ عِیسَى ٱبۡنَ مَرۡیَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَـٰكِن شُبِّهَ لَهُمۡۚ وَإِنَّ ٱلَّذِینَ ٱخۡتَلَفُوا۟ فِیهِ لَفِی شَكࣲّ مِّنۡهُۚ مَا لَهُم بِهِۦ مِنۡ عِلۡمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّۚ وَمَا قَتَلُوهُ یَقِینَۢا\n","numberInSurah":157,"juz":6,"manzil":1,"page":103,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":651,"text":"بَل رَّفَعَهُ ٱللَّهُ إِلَیۡهِۚ وَكَانَ ٱللَّهُ عَزِیزًا حَكِیمࣰا\n","numberInSurah":158,"juz":6,"manzil":1,"page":103,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":652,"text":"وَإِن مِّنۡ أَهۡلِ ٱلۡكِتَـٰبِ إِلَّا لَیُؤۡمِنَنَّ بِهِۦ قَبۡلَ مَوۡتِهِۦۖ وَیَوۡمَ ٱلۡقِیَـٰمَةِ یَكُونُ عَلَیۡهِمۡ شَهِیدࣰا\n","numberInSurah":159,"juz":6,"manzil":1,"page":103,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":653,"text":"فَبِظُلۡمࣲ مِّنَ ٱلَّذِینَ هَادُوا۟ حَرَّمۡنَا عَلَیۡهِمۡ طَیِّبَـٰتٍ أُحِلَّتۡ لَهُمۡ وَبِصَدِّهِمۡ عَن سَبِیلِ ٱللَّهِ كَثِیرࣰا\n","numberInSurah":160,"juz":6,"manzil":1,"page":103,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":654,"text":"وَأَخۡذِهِمُ ٱلرِّبَوٰا۟ وَقَدۡ نُهُوا۟ عَنۡهُ وَأَكۡلِهِمۡ أَمۡوَ ٰ⁠لَ ٱلنَّاسِ بِٱلۡبَـٰطِلِۚ وَأَعۡتَدۡنَا لِلۡكَـٰفِرِینَ مِنۡهُمۡ عَذَابًا أَلِیمࣰا\n","numberInSurah":161,"juz":6,"manzil":1,"page":103,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":655,"text":"لَّـٰكِنِ ٱلرَّ ٰ⁠سِخُونَ فِی ٱلۡعِلۡمِ مِنۡهُمۡ وَٱلۡمُؤۡمِنُونَ یُؤۡمِنُونَ بِمَاۤ أُنزِلَ إِلَیۡكَ وَمَاۤ أُنزِلَ مِن قَبۡلِكَۚ وَٱلۡمُقِیمِینَ ٱلصَّلَوٰةَۚ وَٱلۡمُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلۡمُؤۡمِنُونَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ أُو۟لَـٰۤىِٕكَ سَنُؤۡتِیهِمۡ أَجۡرًا عَظِیمًا\n","numberInSurah":162,"juz":6,"manzil":1,"page":103,"ruku":83,"hizbQuarter":41,"sajda":false},{"number":656,"text":"۞ إِنَّاۤ أَوۡحَیۡنَاۤ إِلَیۡكَ كَمَاۤ أَوۡحَیۡنَاۤ إِلَىٰ نُوحࣲ وَٱلنَّبِیِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَیۡنَاۤ إِلَىٰۤ إِبۡرَ ٰ⁠هِیمَ وَإِسۡمَـٰعِیلَ وَإِسۡحَـٰقَ وَیَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِیسَىٰ وَأَیُّوبَ وَیُونُسَ وَهَـٰرُونَ وَسُلَیۡمَـٰنَۚ وَءَاتَیۡنَا دَاوُۥدَ زَبُورࣰا\n","numberInSurah":163,"juz":6,"manzil":1,"page":104,"ruku":84,"hizbQuarter":42,"sajda":false},{"number":657,"text":"وَرُسُلࣰا قَدۡ قَصَصۡنَـٰهُمۡ عَلَیۡكَ مِن قَبۡلُ وَرُسُلࣰا لَّمۡ نَقۡصُصۡهُمۡ عَلَیۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِیمࣰا\n","numberInSurah":164,"juz":6,"manzil":1,"page":104,"ruku":84,"hizbQuarter":42,"sajda":false},{"number":658,"text":"رُّسُلࣰا مُّبَشِّرِینَ وَمُنذِرِینَ لِئَلَّا یَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِیزًا حَكِیمࣰا\n","numberInSurah":165,"juz":6,"manzil":1,"page":104,"ruku":84,"hizbQuarter":42,"sajda":false},{"number":659,"text":"لَّـٰكِنِ ٱللَّهُ یَشۡهَدُ بِمَاۤ أَنزَلَ إِلَیۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَـٰۤىِٕكَةُ یَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِیدًا\n","numberInSurah":166,"juz":6,"manzil":1,"page":104,"ruku":84,"hizbQuarter":42,"sajda":false},{"number":660,"text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِیلِ ٱللَّهِ قَدۡ ضَلُّوا۟ ضَلَـٰلَۢا بَعِیدًا\n","numberInSurah":167,"juz":6,"manzil":1,"page":104,"ruku":84,"hizbQuarter":42,"sajda":false},{"number":661,"text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ وَظَلَمُوا۟ لَمۡ یَكُنِ ٱللَّهُ لِیَغۡفِرَ لَهُمۡ وَلَا لِیَهۡدِیَهُمۡ طَرِیقًا\n","numberInSurah":168,"juz":6,"manzil":1,"page":104,"ruku":84,"hizbQuarter":42,"sajda":false},{"number":662,"text":"إِلَّا طَرِیقَ جَهَنَّمَ خَـٰلِدِینَ فِیهَاۤ أَبَدࣰاۚ وَكَانَ ذَ ٰ⁠لِكَ عَلَى ٱللَّهِ یَسِیرࣰا\n","numberInSurah":169,"juz":6,"manzil":1,"page":104,"ruku":84,"hizbQuarter":42,"sajda":false},{"number":663,"text":"یَـٰۤأَیُّهَا ٱلنَّاسُ قَدۡ جَاۤءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُوا۟ خَیۡرࣰا لَّكُمۡۚ وَإِن تَكۡفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِیمًا حَكِیمࣰا\n","numberInSurah":170,"juz":6,"manzil":1,"page":104,"ruku":84,"hizbQuarter":42,"sajda":false},{"number":664,"text":"یَـٰۤأَهۡلَ ٱلۡكِتَـٰبِ لَا تَغۡلُوا۟ فِی دِینِكُمۡ وَلَا تَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِیحُ عِیسَى ٱبۡنُ مَرۡیَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥۤ أَلۡقَىٰهَاۤ إِلَىٰ مَرۡیَمَ وَرُوحࣱ مِّنۡهُۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُوا۟ ثَلَـٰثَةٌۚ ٱنتَهُوا۟ خَیۡرࣰا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَـٰهࣱ وَ ٰ⁠حِدࣱۖ سُبۡحَـٰنَهُۥۤ أَن یَكُونَ لَهُۥ وَلَدࣱۘ لَّهُۥ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِیلࣰا\n","numberInSurah":171,"juz":6,"manzil":1,"page":105,"ruku":84,"hizbQuarter":42,"sajda":false},{"number":665,"text":"لَّن یَسۡتَنكِفَ ٱلۡمَسِیحُ أَن یَكُونَ عَبۡدࣰا لِّلَّهِ وَلَا ٱلۡمَلَـٰۤىِٕكَةُ ٱلۡمُقَرَّبُونَۚ وَمَن یَسۡتَنكِفۡ عَنۡ عِبَادَتِهِۦ وَیَسۡتَكۡبِرۡ فَسَیَحۡشُرُهُمۡ إِلَیۡهِ جَمِیعࣰا\n","numberInSurah":172,"juz":6,"manzil":1,"page":105,"ruku":85,"hizbQuarter":42,"sajda":false},{"number":666,"text":"فَأَمَّا ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَیُوَفِّیهِمۡ أُجُورَهُمۡ وَیَزِیدُهُم مِّن فَضۡلِهِۦۖ وَأَمَّا ٱلَّذِینَ ٱسۡتَنكَفُوا۟ وَٱسۡتَكۡبَرُوا۟ فَیُعَذِّبُهُمۡ عَذَابًا أَلِیمࣰا وَلَا یَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِیࣰّا وَلَا نَصِیرࣰا\n","numberInSurah":173,"juz":6,"manzil":1,"page":105,"ruku":85,"hizbQuarter":42,"sajda":false},{"number":667,"text":"یَـٰۤأَیُّهَا ٱلنَّاسُ قَدۡ جَاۤءَكُم بُرۡهَـٰنࣱ مِّن رَّبِّكُمۡ وَأَنزَلۡنَاۤ إِلَیۡكُمۡ نُورࣰا مُّبِینࣰا\n","numberInSurah":174,"juz":6,"manzil":1,"page":105,"ruku":85,"hizbQuarter":42,"sajda":false},{"number":668,"text":"فَأَمَّا ٱلَّذِینَ ءَامَنُوا۟ بِٱللَّهِ وَٱعۡتَصَمُوا۟ بِهِۦ فَسَیُدۡخِلُهُمۡ فِی رَحۡمَةࣲ مِّنۡهُ وَفَضۡلࣲ وَیَهۡدِیهِمۡ إِلَیۡهِ صِرَ ٰ⁠طࣰا مُّسۡتَقِیمࣰا\n","numberInSurah":175,"juz":6,"manzil":1,"page":105,"ruku":85,"hizbQuarter":42,"sajda":false},{"number":669,"text":"یَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ یُفۡتِیكُمۡ فِی ٱلۡكَلَـٰلَةِۚ إِنِ ٱمۡرُؤٌا۟ هَلَكَ لَیۡسَ لَهُۥ وَلَدࣱ وَلَهُۥۤ أُخۡتࣱ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ یَرِثُهَاۤ إِن لَّمۡ یَكُن لَّهَا وَلَدࣱۚ فَإِن كَانَتَا ٱثۡنَتَیۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوۤا۟ إِخۡوَةࣰ رِّجَالࣰا وَنِسَاۤءࣰ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَیَیۡنِۗ یُبَیِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّوا۟ۗ وَٱللَّهُ بِكُلِّ شَیۡءٍ عَلِیمُۢ\n","numberInSurah":176,"juz":6,"manzil":1,"page":106,"ruku":85,"hizbQuarter":42,"sajda":false}],"edition":{"identifier":"quran-uthmani-quran-academy","language":"ar","name":"Quran Uthmani by Quran Academy","englishName":"Modified Quran Uthmani Text from the Quran Academy to work with the Kitab font","format":"text","type":"quran","direction":"rtl"}}