{"number":22,"name":"سُورَةُ الحَجِّ","englishName":"Al-Hajj","englishNameTranslation":"The Pilgrimage","revelationType":"Medinan","numberOfAyahs":78,"ayahs":[{"number":2596,"text":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ یَـٰۤأَیُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَیۡءٌ عَظِیمࣱ\n","numberInSurah":1,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2597,"text":"یَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّاۤ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَـٰرَىٰ وَمَا هُم بِسُكَـٰرَىٰ وَلَـٰكِنَّ عَذَابَ ٱللَّهِ شَدِیدࣱ\n","numberInSurah":2,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2598,"text":"وَمِنَ ٱلنَّاسِ مَن یُجَـٰدِلُ فِی ٱللَّهِ بِغَیۡرِ عِلۡمࣲ وَیَتَّبِعُ كُلَّ شَیۡطَـٰنࣲ مَّرِیدࣲ\n","numberInSurah":3,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2599,"text":"كُتِبَ عَلَیۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ یُضِلُّهُۥ وَیَهۡدِیهِ إِلَىٰ عَذَابِ ٱلسَّعِیرِ\n","numberInSurah":4,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2600,"text":"یَـٰۤأَیُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِی رَیۡبࣲ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَـٰكُم مِّن تُرَابࣲ ثُمَّ مِن نُّطۡفَةࣲ ثُمَّ مِنۡ عَلَقَةࣲ ثُمَّ مِن مُّضۡغَةࣲ مُّخَلَّقَةࣲ وَغَیۡرِ مُخَلَّقَةࣲ لِّنُبَیِّنَ لَكُمۡۚ وَنُقِرُّ فِی ٱلۡأَرۡحَامِ مَا نَشَاۤءُ إِلَىٰۤ أَجَلࣲ مُّسَمࣰّى ثُمَّ نُخۡرِجُكُمۡ طِفۡلࣰا ثُمَّ لِتَبۡلُغُوۤا۟ أَشُدَّكُمۡۖ وَمِنكُم مَّن یُتَوَفَّىٰ وَمِنكُم مَّن یُرَدُّ إِلَىٰۤ أَرۡذَلِ ٱلۡعُمُرِ لِكَیۡلَا یَعۡلَمَ مِنۢ بَعۡدِ عِلۡمࣲ شَیۡـࣰٔاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةࣰ فَإِذَاۤ أَنزَلۡنَا عَلَیۡهَا ٱلۡمَاۤءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِیجࣲ\n","numberInSurah":5,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2601,"text":"ذَ ٰ⁠لِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ یُحۡیِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣱ\n","numberInSurah":6,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2602,"text":"وَأَنَّ ٱلسَّاعَةَ ءَاتِیَةࣱ لَّا رَیۡبَ فِیهَا وَأَنَّ ٱللَّهَ یَبۡعَثُ مَن فِی ٱلۡقُبُورِ\n","numberInSurah":7,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2603,"text":"وَمِنَ ٱلنَّاسِ مَن یُجَـٰدِلُ فِی ٱللَّهِ بِغَیۡرِ عِلۡمࣲ وَلَا هُدࣰى وَلَا كِتَـٰبࣲ مُّنِیرࣲ\n","numberInSurah":8,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2604,"text":"ثَانِیَ عِطۡفِهِۦ لِیُضِلَّ عَن سَبِیلِ ٱللَّهِۖ لَهُۥ فِی ٱلدُّنۡیَا خِزۡیࣱۖ وَنُذِیقُهُۥ یَوۡمَ ٱلۡقِیَـٰمَةِ عَذَابَ ٱلۡحَرِیقِ\n","numberInSurah":9,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2605,"text":"ذَ ٰ⁠لِكَ بِمَا قَدَّمَتۡ یَدَاكَ وَأَنَّ ٱللَّهَ لَیۡسَ بِظَلَّـٰمࣲ لِّلۡعَبِیدِ\n","numberInSurah":10,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2606,"text":"وَمِنَ ٱلنَّاسِ مَن یَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفࣲۖ فَإِنۡ أَصَابَهُۥ خَیۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةَۚ ذَ ٰ⁠لِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِینُ\n","numberInSurah":11,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2607,"text":"یَدۡعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا یَضُرُّهُۥ وَمَا لَا یَنفَعُهُۥۚ ذَ ٰ⁠لِكَ هُوَ ٱلضَّلَـٰلُ ٱلۡبَعِیدُ\n","numberInSurah":12,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2608,"text":"یَدۡعُوا۟ لَمَن ضَرُّهُۥۤ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِیرُ\n","numberInSurah":13,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2609,"text":"إِنَّ ٱللَّهَ یُدۡخِلُ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُۚ إِنَّ ٱللَّهَ یَفۡعَلُ مَا یُرِیدُ\n","numberInSurah":14,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2610,"text":"مَن كَانَ یَظُنُّ أَن لَّن یَنصُرَهُ ٱللَّهُ فِی ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِ فَلۡیَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَاۤءِ ثُمَّ لۡیَقۡطَعۡ فَلۡیَنظُرۡ هَلۡ یُذۡهِبَنَّ كَیۡدُهُۥ مَا یَغِیظُ\n","numberInSurah":15,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2611,"text":"وَكَذَ ٰ⁠لِكَ أَنزَلۡنَـٰهُ ءَایَـٰتِۭ بَیِّنَـٰتࣲ وَأَنَّ ٱللَّهَ یَهۡدِی مَن یُرِیدُ\n","numberInSurah":16,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2612,"text":"إِنَّ ٱلَّذِینَ ءَامَنُوا۟ وَٱلَّذِینَ هَادُوا۟ وَٱلصَّـٰبِـِٔینَ وَٱلنَّصَـٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِینَ أَشۡرَكُوۤا۟ إِنَّ ٱللَّهَ یَفۡصِلُ بَیۡنَهُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَیۡءࣲ شَهِیدٌ\n","numberInSurah":17,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2613,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ یَسۡجُدُ لَهُۥ مَن فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَن فِی ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَاۤبُّ وَكَثِیرࣱ مِّنَ ٱلنَّاسِۖ وَكَثِیرٌ حَقَّ عَلَیۡهِ ٱلۡعَذَابُۗ وَمَن یُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ یَفۡعَلُ مَا یَشَاۤءُ ۩\n","numberInSurah":18,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":133,"sajda":{"id":6,"recommended":true,"obligatory":false}},{"number":2614,"text":"۞ هَـٰذَانِ خَصۡمَانِ ٱخۡتَصَمُوا۟ فِی رَبِّهِمۡۖ فَٱلَّذِینَ كَفَرُوا۟ قُطِّعَتۡ لَهُمۡ ثِیَابࣱ مِّن نَّارࣲ یُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِیمُ\n","numberInSurah":19,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":134,"sajda":false},{"number":2615,"text":"یُصۡهَرُ بِهِۦ مَا فِی بُطُونِهِمۡ وَٱلۡجُلُودُ\n","numberInSurah":20,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":134,"sajda":false},{"number":2616,"text":"وَلَهُم مَّقَـٰمِعُ مِنۡ حَدِیدࣲ\n","numberInSurah":21,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":134,"sajda":false},{"number":2617,"text":"كُلَّمَاۤ أَرَادُوۤا۟ أَن یَخۡرُجُوا۟ مِنۡهَا مِنۡ غَمٍّ أُعِیدُوا۟ فِیهَا وَذُوقُوا۟ عَذَابَ ٱلۡحَرِیقِ\n","numberInSurah":22,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":134,"sajda":false},{"number":2618,"text":"إِنَّ ٱللَّهَ یُدۡخِلُ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ یُحَلَّوۡنَ فِیهَا مِنۡ أَسَاوِرَ مِن ذَهَبࣲ وَلُؤۡلُؤࣰاۖ وَلِبَاسُهُمۡ فِیهَا حَرِیرࣱ\n","numberInSurah":23,"juz":17,"manzil":4,"page":334,"ruku":287,"hizbQuarter":134,"sajda":false},{"number":2619,"text":"وَهُدُوۤا۟ إِلَى ٱلطَّیِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوۤا۟ إِلَىٰ صِرَ ٰ⁠طِ ٱلۡحَمِیدِ\n","numberInSurah":24,"juz":17,"manzil":4,"page":335,"ruku":287,"hizbQuarter":134,"sajda":false},{"number":2620,"text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ وَیَصُدُّونَ عَن سَبِیلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِی جَعَلۡنَـٰهُ لِلنَّاسِ سَوَاۤءً ٱلۡعَـٰكِفُ فِیهِ وَٱلۡبَادِۚ وَمَن یُرِدۡ فِیهِ بِإِلۡحَادِۭ بِظُلۡمࣲ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِیمࣲ\n","numberInSurah":25,"juz":17,"manzil":4,"page":335,"ruku":287,"hizbQuarter":134,"sajda":false},{"number":2621,"text":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَ ٰ⁠هِیمَ مَكَانَ ٱلۡبَیۡتِ أَن لَّا تُشۡرِكۡ بِی شَیۡـࣰٔا وَطَهِّرۡ بَیۡتِیَ لِلطَّاۤىِٕفِینَ وَٱلۡقَاۤىِٕمِینَ وَٱلرُّكَّعِ ٱلسُّجُودِ\n","numberInSurah":26,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2622,"text":"وَأَذِّن فِی ٱلنَّاسِ بِٱلۡحَجِّ یَأۡتُوكَ رِجَالࣰا وَعَلَىٰ كُلِّ ضَامِرࣲ یَأۡتِینَ مِن كُلِّ فَجٍّ عَمِیقࣲ\n","numberInSurah":27,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2623,"text":"لِّیَشۡهَدُوا۟ مَنَـٰفِعَ لَهُمۡ وَیَذۡكُرُوا۟ ٱسۡمَ ٱللَّهِ فِیۤ أَیَّامࣲ مَّعۡلُومَـٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِیمَةِ ٱلۡأَنۡعَـٰمِۖ فَكُلُوا۟ مِنۡهَا وَأَطۡعِمُوا۟ ٱلۡبَاۤىِٕسَ ٱلۡفَقِیرَ\n","numberInSurah":28,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2624,"text":"ثُمَّ لۡیَقۡضُوا۟ تَفَثَهُمۡ وَلۡیُوفُوا۟ نُذُورَهُمۡ وَلۡیَطَّوَّفُوا۟ بِٱلۡبَیۡتِ ٱلۡعَتِیقِ\n","numberInSurah":29,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2625,"text":"ذَ ٰ⁠لِكَۖ وَمَن یُعَظِّمۡ حُرُمَـٰتِ ٱللَّهِ فَهُوَ خَیۡرࣱ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَـٰمُ إِلَّا مَا یُتۡلَىٰ عَلَیۡكُمۡۖ فَٱجۡتَنِبُوا۟ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَـٰنِ وَٱجۡتَنِبُوا۟ قَوۡلَ ٱلزُّورِ\n","numberInSurah":30,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2626,"text":"حُنَفَاۤءَ لِلَّهِ غَیۡرَ مُشۡرِكِینَ بِهِۦۚ وَمَن یُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَاۤءِ فَتَخۡطَفُهُ ٱلطَّیۡرُ أَوۡ تَهۡوِی بِهِ ٱلرِّیحُ فِی مَكَانࣲ سَحِیقࣲ\n","numberInSurah":31,"juz":17,"manzil":4,"page":336,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2627,"text":"ذَ ٰ⁠لِكَۖ وَمَن یُعَظِّمۡ شَعَـٰۤىِٕرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ\n","numberInSurah":32,"juz":17,"manzil":4,"page":336,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2628,"text":"لَكُمۡ فِیهَا مَنَـٰفِعُ إِلَىٰۤ أَجَلࣲ مُّسَمࣰّى ثُمَّ مَحِلُّهَاۤ إِلَى ٱلۡبَیۡتِ ٱلۡعَتِیقِ\n","numberInSurah":33,"juz":17,"manzil":4,"page":336,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2629,"text":"وَلِكُلِّ أُمَّةࣲ جَعَلۡنَا مَنسَكࣰا لِّیَذۡكُرُوا۟ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِیمَةِ ٱلۡأَنۡعَـٰمِۗ فَإِلَـٰهُكُمۡ إِلَـٰهࣱ وَ ٰ⁠حِدࣱ فَلَهُۥۤ أَسۡلِمُوا۟ۗ وَبَشِّرِ ٱلۡمُخۡبِتِینَ\n","numberInSurah":34,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":134,"sajda":false},{"number":2630,"text":"ٱلَّذِینَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّـٰبِرِینَ عَلَىٰ مَاۤ أَصَابَهُمۡ وَٱلۡمُقِیمِی ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَـٰهُمۡ یُنفِقُونَ\n","numberInSurah":35,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":134,"sajda":false},{"number":2631,"text":"وَٱلۡبُدۡنَ جَعَلۡنَـٰهَا لَكُم مِّن شَعَـٰۤىِٕرِ ٱللَّهِ لَكُمۡ فِیهَا خَیۡرࣱۖ فَٱذۡكُرُوا۟ ٱسۡمَ ٱللَّهِ عَلَیۡهَا صَوَاۤفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُوا۟ مِنۡهَا وَأَطۡعِمُوا۟ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَ ٰ⁠لِكَ سَخَّرۡنَـٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ\n","numberInSurah":36,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":134,"sajda":false},{"number":2632,"text":"لَن یَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَاۤؤُهَا وَلَـٰكِن یَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَ ٰ⁠لِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِینَ\n","numberInSurah":37,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":134,"sajda":false},{"number":2633,"text":"۞ إِنَّ ٱللَّهَ یُدَ ٰ⁠فِعُ عَنِ ٱلَّذِینَ ءَامَنُوۤا۟ۗ إِنَّ ٱللَّهَ لَا یُحِبُّ كُلَّ خَوَّانࣲ كَفُورٍ\n","numberInSurah":38,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":135,"sajda":false},{"number":2634,"text":"أُذِنَ لِلَّذِینَ یُقَـٰتَلُونَ بِأَنَّهُمۡ ظُلِمُوا۟ۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِیرٌ\n","numberInSurah":39,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2635,"text":"ٱلَّذِینَ أُخۡرِجُوا۟ مِن دِیَـٰرِهِم بِغَیۡرِ حَقٍّ إِلَّاۤ أَن یَقُولُوا۟ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضࣲ لَّهُدِّمَتۡ صَوَ ٰ⁠مِعُ وَبِیَعࣱ وَصَلَوَ ٰ⁠تࣱ وَمَسَـٰجِدُ یُذۡكَرُ فِیهَا ٱسۡمُ ٱللَّهِ كَثِیرࣰاۗ وَلَیَنصُرَنَّ ٱللَّهُ مَن یَنصُرُهُۥۤۚ إِنَّ ٱللَّهَ لَقَوِیٌّ عَزِیزٌ\n","numberInSurah":40,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2636,"text":"ٱلَّذِینَ إِن مَّكَّنَّـٰهُمۡ فِی ٱلۡأَرۡضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلۡمَعۡرُوفِ وَنَهَوۡا۟ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَـٰقِبَةُ ٱلۡأُمُورِ\n","numberInSurah":41,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2637,"text":"وَإِن یُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحࣲ وَعَادࣱ وَثَمُودُ\n","numberInSurah":42,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2638,"text":"وَقَوۡمُ إِبۡرَ ٰ⁠هِیمَ وَقَوۡمُ لُوطࣲ\n","numberInSurah":43,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2639,"text":"وَأَصۡحَـٰبُ مَدۡیَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَیۡتُ لِلۡكَـٰفِرِینَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَیۡفَ كَانَ نَكِیرِ\n","numberInSurah":44,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2640,"text":"فَكَأَیِّن مِّن قَرۡیَةٍ أَهۡلَكۡنَـٰهَا وَهِیَ ظَالِمَةࣱ فَهِیَ خَاوِیَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرࣲ مُّعَطَّلَةࣲ وَقَصۡرࣲ مَّشِیدٍ\n","numberInSurah":45,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2641,"text":"أَفَلَمۡ یَسِیرُوا۟ فِی ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبࣱ یَعۡقِلُونَ بِهَاۤ أَوۡ ءَاذَانࣱ یَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَـٰرُ وَلَـٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِی فِی ٱلصُّدُورِ\n","numberInSurah":46,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2642,"text":"وَیَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن یُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ یَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةࣲ مِّمَّا تَعُدُّونَ\n","numberInSurah":47,"juz":17,"manzil":4,"page":338,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2643,"text":"وَكَأَیِّن مِّن قَرۡیَةٍ أَمۡلَیۡتُ لَهَا وَهِیَ ظَالِمَةࣱ ثُمَّ أَخَذۡتُهَا وَإِلَیَّ ٱلۡمَصِیرُ\n","numberInSurah":48,"juz":17,"manzil":4,"page":338,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2644,"text":"قُلۡ یَـٰۤأَیُّهَا ٱلنَّاسُ إِنَّمَاۤ أَنَا۠ لَكُمۡ نَذِیرࣱ مُّبِینࣱ\n","numberInSurah":49,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2645,"text":"فَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغۡفِرَةࣱ وَرِزۡقࣱ كَرِیمࣱ\n","numberInSurah":50,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2646,"text":"وَٱلَّذِینَ سَعَوۡا۟ فِیۤ ءَایَـٰتِنَا مُعَـٰجِزِینَ أُو۟لَـٰۤىِٕكَ أَصۡحَـٰبُ ٱلۡجَحِیمِ\n","numberInSurah":51,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2647,"text":"وَمَاۤ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولࣲ وَلَا نَبِیٍّ إِلَّاۤ إِذَا تَمَنَّىٰۤ أَلۡقَى ٱلشَّیۡطَـٰنُ فِیۤ أُمۡنِیَّتِهِۦ فَیَنسَخُ ٱللَّهُ مَا یُلۡقِی ٱلشَّیۡطَـٰنُ ثُمَّ یُحۡكِمُ ٱللَّهُ ءَایَـٰتِهِۦۗ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ\n","numberInSurah":52,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2648,"text":"لِّیَجۡعَلَ مَا یُلۡقِی ٱلشَّیۡطَـٰنُ فِتۡنَةࣰ لِّلَّذِینَ فِی قُلُوبِهِم مَّرَضࣱ وَٱلۡقَاسِیَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّـٰلِمِینَ لَفِی شِقَاقِۭ بَعِیدࣲ\n","numberInSurah":53,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2649,"text":"وَلِیَعۡلَمَ ٱلَّذِینَ أُوتُوا۟ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَیُؤۡمِنُوا۟ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِینَ ءَامَنُوۤا۟ إِلَىٰ صِرَ ٰ⁠طࣲ مُّسۡتَقِیمࣲ\n","numberInSurah":54,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2650,"text":"وَلَا یَزَالُ ٱلَّذِینَ كَفَرُوا۟ فِی مِرۡیَةࣲ مِّنۡهُ حَتَّىٰ تَأۡتِیَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ یَأۡتِیَهُمۡ عَذَابُ یَوۡمٍ عَقِیمٍ\n","numberInSurah":55,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2651,"text":"ٱلۡمُلۡكُ یَوۡمَىِٕذࣲ لِّلَّهِ یَحۡكُمُ بَیۡنَهُمۡۚ فَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِی جَنَّـٰتِ ٱلنَّعِیمِ\n","numberInSurah":56,"juz":17,"manzil":4,"page":339,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2652,"text":"وَٱلَّذِینَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔایَـٰتِنَا فَأُو۟لَـٰۤىِٕكَ لَهُمۡ عَذَابࣱ مُّهِینࣱ\n","numberInSurah":57,"juz":17,"manzil":4,"page":339,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2653,"text":"وَٱلَّذِینَ هَاجَرُوا۟ فِی سَبِیلِ ٱللَّهِ ثُمَّ قُتِلُوۤا۟ أَوۡ مَاتُوا۟ لَیَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنࣰاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَیۡرُ ٱلرَّ ٰ⁠زِقِینَ\n","numberInSurah":58,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":135,"sajda":false},{"number":2654,"text":"لَیُدۡخِلَنَّهُم مُّدۡخَلࣰا یَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِیمٌ حَلِیمࣱ\n","numberInSurah":59,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":135,"sajda":false},{"number":2655,"text":"۞ ذَ ٰ⁠لِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِیَ عَلَیۡهِ لَیَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورࣱ\n","numberInSurah":60,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2656,"text":"ذَ ٰ⁠لِكَ بِأَنَّ ٱللَّهَ یُولِجُ ٱلَّیۡلَ فِی ٱلنَّهَارِ وَیُولِجُ ٱلنَّهَارَ فِی ٱلَّیۡلِ وَأَنَّ ٱللَّهَ سَمِیعُۢ بَصِیرࣱ\n","numberInSurah":61,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2657,"text":"ذَ ٰ⁠لِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا یَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِیُّ ٱلۡكَبِیرُ\n","numberInSurah":62,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2658,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَاۤءِ مَاۤءࣰ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِیفٌ خَبِیرࣱ\n","numberInSurah":63,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2659,"text":"لَّهُۥ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِیُّ ٱلۡحَمِیدُ\n","numberInSurah":64,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2660,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِی ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِی فِی ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَیُمۡسِكُ ٱلسَّمَاۤءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦۤۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفࣱ رَّحِیمࣱ\n","numberInSurah":65,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2661,"text":"وَهُوَ ٱلَّذِیۤ أَحۡیَاكُمۡ ثُمَّ یُمِیتُكُمۡ ثُمَّ یُحۡیِیكُمۡۗ إِنَّ ٱلۡإِنسَـٰنَ لَكَفُورࣱ\n","numberInSurah":66,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2662,"text":"لِّكُلِّ أُمَّةࣲ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا یُنَـٰزِعُنَّكَ فِی ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدࣰى مُّسۡتَقِیمࣲ\n","numberInSurah":67,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2663,"text":"وَإِن جَـٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ\n","numberInSurah":68,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2664,"text":"ٱللَّهُ یَحۡكُمُ بَیۡنَكُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ فِیمَا كُنتُمۡ فِیهِ تَخۡتَلِفُونَ\n","numberInSurah":69,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2665,"text":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ یَعۡلَمُ مَا فِی ٱلسَّمَاۤءِ وَٱلۡأَرۡضِۚ إِنَّ ذَ ٰ⁠لِكَ فِی كِتَـٰبٍۚ إِنَّ ذَ ٰ⁠لِكَ عَلَى ٱللَّهِ یَسِیرࣱ\n","numberInSurah":70,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2666,"text":"وَیَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ یُنَزِّلۡ بِهِۦ سُلۡطَـٰنࣰا وَمَا لَیۡسَ لَهُم بِهِۦ عِلۡمࣱۗ وَمَا لِلظَّـٰلِمِینَ مِن نَّصِیرࣲ\n","numberInSurah":71,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2667,"text":"وَإِذَا تُتۡلَىٰ عَلَیۡهِمۡ ءَایَـٰتُنَا بَیِّنَـٰتࣲ تَعۡرِفُ فِی وُجُوهِ ٱلَّذِینَ كَفَرُوا۟ ٱلۡمُنكَرَۖ یَكَادُونَ یَسۡطُونَ بِٱلَّذِینَ یَتۡلُونَ عَلَیۡهِمۡ ءَایَـٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرࣲّ مِّن ذَ ٰ⁠لِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِینَ كَفَرُوا۟ۖ وَبِئۡسَ ٱلۡمَصِیرُ\n","numberInSurah":72,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2668,"text":"یَـٰۤأَیُّهَا ٱلنَّاسُ ضُرِبَ مَثَلࣱ فَٱسۡتَمِعُوا۟ لَهُۥۤۚ إِنَّ ٱلَّذِینَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن یَخۡلُقُوا۟ ذُبَابࣰا وَلَوِ ٱجۡتَمَعُوا۟ لَهُۥۖ وَإِن یَسۡلُبۡهُمُ ٱلذُّبَابُ شَیۡـࣰٔا لَّا یَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ\n","numberInSurah":73,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false},{"number":2669,"text":"مَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدۡرِهِۦۤۚ إِنَّ ٱللَّهَ لَقَوِیٌّ عَزِیزٌ\n","numberInSurah":74,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false},{"number":2670,"text":"ٱللَّهُ یَصۡطَفِی مِنَ ٱلۡمَلَـٰۤىِٕكَةِ رُسُلࣰا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِیعُۢ بَصِیرࣱ\n","numberInSurah":75,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false},{"number":2671,"text":"یَعۡلَمُ مَا بَیۡنَ أَیۡدِیهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ\n","numberInSurah":76,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false},{"number":2672,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ ٱرۡكَعُوا۟ وَٱسۡجُدُوا۟ وَٱعۡبُدُوا۟ رَبَّكُمۡ وَٱفۡعَلُوا۟ ٱلۡخَیۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ ۩\n","numberInSurah":77,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":{"id":7,"recommended":true,"obligatory":false}},{"number":2673,"text":"وَجَـٰهِدُوا۟ فِی ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَیۡكُمۡ فِی ٱلدِّینِ مِنۡ حَرَجࣲۚ مِّلَّةَ أَبِیكُمۡ إِبۡرَ ٰ⁠هِیمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِینَ مِن قَبۡلُ وَفِی هَـٰذَا لِیَكُونَ ٱلرَّسُولُ شَهِیدًا عَلَیۡكُمۡ وَتَكُونُوا۟ شُهَدَاۤءَ عَلَى ٱلنَّاسِۚ فَأَقِیمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱعۡتَصِمُوا۟ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِیرُ\n","numberInSurah":78,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false}],"edition":{"identifier":"quran-uthmani-quran-academy","language":"ar","name":"Quran Uthmani by Quran Academy","englishName":"Modified Quran Uthmani Text from the Quran Academy to work with the Kitab font","format":"text","type":"quran","direction":"rtl"}}