{"number":9,"name":"سُورَةُ التَّوۡبَةِ","englishName":"At-Tawba","englishNameTranslation":"The Repentance","revelationType":"Medinan","numberOfAyahs":129,"ayahs":[{"number":1236,"text":"بَرَاۤءَةࣱ مِّنَ ٱللَّهِ وَرَسُولِهِۦۤ إِلَى ٱلَّذِینَ عَـٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِینَ\n","numberInSurah":1,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1237,"text":"فَسِیحُوا۟ فِی ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرࣲ وَٱعۡلَمُوۤا۟ أَنَّكُمۡ غَیۡرُ مُعۡجِزِی ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِی ٱلۡكَـٰفِرِینَ\n","numberInSurah":2,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1238,"text":"وَأَذَ ٰ⁠نࣱ مِّنَ ٱللَّهِ وَرَسُولِهِۦۤ إِلَى ٱلنَّاسِ یَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِیۤءࣱ مِّنَ ٱلۡمُشۡرِكِینَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَیۡرࣱ لَّكُمۡۖ وَإِن تَوَلَّیۡتُمۡ فَٱعۡلَمُوۤا۟ أَنَّكُمۡ غَیۡرُ مُعۡجِزِی ٱللَّهِۗ وَبَشِّرِ ٱلَّذِینَ كَفَرُوا۟ بِعَذَابٍ أَلِیمٍ\n","numberInSurah":3,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1239,"text":"إِلَّا ٱلَّذِینَ عَـٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِینَ ثُمَّ لَمۡ یَنقُصُوكُمۡ شَیۡـࣰٔا وَلَمۡ یُظَـٰهِرُوا۟ عَلَیۡكُمۡ أَحَدࣰا فَأَتِمُّوۤا۟ إِلَیۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ یُحِبُّ ٱلۡمُتَّقِینَ\n","numberInSurah":4,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1240,"text":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُوا۟ ٱلۡمُشۡرِكِینَ حَیۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُوا۟ لَهُمۡ كُلَّ مَرۡصَدࣲۚ فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَخَلُّوا۟ سَبِیلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمࣱ\n","numberInSurah":5,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1241,"text":"وَإِنۡ أَحَدࣱ مِّنَ ٱلۡمُشۡرِكِینَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ یَسۡمَعَ كَلَـٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ قَوۡمࣱ لَّا یَعۡلَمُونَ\n","numberInSurah":6,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1242,"text":"كَیۡفَ یَكُونُ لِلۡمُشۡرِكِینَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦۤ إِلَّا ٱلَّذِینَ عَـٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَـٰمُوا۟ لَكُمۡ فَٱسۡتَقِیمُوا۟ لَهُمۡۚ إِنَّ ٱللَّهَ یُحِبُّ ٱلۡمُتَّقِینَ\n","numberInSurah":7,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1243,"text":"كَیۡفَ وَإِن یَظۡهَرُوا۟ عَلَیۡكُمۡ لَا یَرۡقُبُوا۟ فِیكُمۡ إِلࣰّا وَلَا ذِمَّةࣰۚ یُرۡضُونَكُم بِأَفۡوَ ٰ⁠هِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَـٰسِقُونَ\n","numberInSurah":8,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1244,"text":"ٱشۡتَرَوۡا۟ بِـَٔایَـٰتِ ٱللَّهِ ثَمَنࣰا قَلِیلࣰا فَصَدُّوا۟ عَن سَبِیلِهِۦۤۚ إِنَّهُمۡ سَاۤءَ مَا كَانُوا۟ یَعۡمَلُونَ\n","numberInSurah":9,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1245,"text":"لَا یَرۡقُبُونَ فِی مُؤۡمِنٍ إِلࣰّا وَلَا ذِمَّةࣰۚ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُعۡتَدُونَ\n","numberInSurah":10,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1246,"text":"فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَإِخۡوَ ٰ⁠نُكُمۡ فِی ٱلدِّینِۗ وَنُفَصِّلُ ٱلۡـَٔایَـٰتِ لِقَوۡمࣲ یَعۡلَمُونَ\n","numberInSurah":11,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1247,"text":"وَإِن نَّكَثُوۤا۟ أَیۡمَـٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُوا۟ فِی دِینِكُمۡ فَقَـٰتِلُوۤا۟ أَىِٕمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَاۤ أَیۡمَـٰنَ لَهُمۡ لَعَلَّهُمۡ یَنتَهُونَ\n","numberInSurah":12,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1248,"text":"أَلَا تُقَـٰتِلُونَ قَوۡمࣰا نَّكَثُوۤا۟ أَیۡمَـٰنَهُمۡ وَهَمُّوا۟ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِینَ\n","numberInSurah":13,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1249,"text":"قَـٰتِلُوهُمۡ یُعَذِّبۡهُمُ ٱللَّهُ بِأَیۡدِیكُمۡ وَیُخۡزِهِمۡ وَیَنصُرۡكُمۡ عَلَیۡهِمۡ وَیَشۡفِ صُدُورَ قَوۡمࣲ مُّؤۡمِنِینَ\n","numberInSurah":14,"juz":10,"manzil":2,"page":189,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1250,"text":"وَیُذۡهِبۡ غَیۡظَ قُلُوبِهِمۡۗ وَیَتُوبُ ٱللَّهُ عَلَىٰ مَن یَشَاۤءُۗ وَٱللَّهُ عَلِیمٌ حَكِیمٌ\n","numberInSurah":15,"juz":10,"manzil":2,"page":189,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1251,"text":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُوا۟ وَلَمَّا یَعۡلَمِ ٱللَّهُ ٱلَّذِینَ جَـٰهَدُوا۟ مِنكُمۡ وَلَمۡ یَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِینَ وَلِیجَةࣰۚ وَٱللَّهُ خَبِیرُۢ بِمَا تَعۡمَلُونَ\n","numberInSurah":16,"juz":10,"manzil":2,"page":189,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1252,"text":"مَا كَانَ لِلۡمُشۡرِكِینَ أَن یَعۡمُرُوا۟ مَسَـٰجِدَ ٱللَّهِ شَـٰهِدِینَ عَلَىٰۤ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُو۟لَـٰۤىِٕكَ حَبِطَتۡ أَعۡمَـٰلُهُمۡ وَفِی ٱلنَّارِ هُمۡ خَـٰلِدُونَ\n","numberInSurah":17,"juz":10,"manzil":2,"page":189,"ruku":158,"hizbQuarter":75,"sajda":false},{"number":1253,"text":"إِنَّمَا یَعۡمُرُ مَسَـٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ یَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰۤ أُو۟لَـٰۤىِٕكَ أَن یَكُونُوا۟ مِنَ ٱلۡمُهۡتَدِینَ\n","numberInSurah":18,"juz":10,"manzil":2,"page":189,"ruku":158,"hizbQuarter":75,"sajda":false},{"number":1254,"text":"۞ أَجَعَلۡتُمۡ سِقَایَةَ ٱلۡحَاۤجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَجَـٰهَدَ فِی سَبِیلِ ٱللَّهِۚ لَا یَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلظَّـٰلِمِینَ\n","numberInSurah":19,"juz":10,"manzil":2,"page":189,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1255,"text":"ٱلَّذِینَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِی سَبِیلِ ٱللَّهِ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡفَاۤىِٕزُونَ\n","numberInSurah":20,"juz":10,"manzil":2,"page":189,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1256,"text":"یُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةࣲ مِّنۡهُ وَرِضۡوَ ٰ⁠نࣲ وَجَنَّـٰتࣲ لَّهُمۡ فِیهَا نَعِیمࣱ مُّقِیمٌ\n","numberInSurah":21,"juz":10,"manzil":2,"page":190,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1257,"text":"خَـٰلِدِینَ فِیهَاۤ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥۤ أَجۡرٌ عَظِیمࣱ\n","numberInSurah":22,"juz":10,"manzil":2,"page":190,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1258,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَتَّخِذُوۤا۟ ءَابَاۤءَكُمۡ وَإِخۡوَ ٰ⁠نَكُمۡ أَوۡلِیَاۤءَ إِنِ ٱسۡتَحَبُّوا۟ ٱلۡكُفۡرَ عَلَى ٱلۡإِیمَـٰنِۚ وَمَن یَتَوَلَّهُم مِّنكُمۡ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلظَّـٰلِمُونَ\n","numberInSurah":23,"juz":10,"manzil":2,"page":190,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1259,"text":"قُلۡ إِن كَانَ ءَابَاۤؤُكُمۡ وَأَبۡنَاۤؤُكُمۡ وَإِخۡوَ ٰ⁠نُكُمۡ وَأَزۡوَ ٰ⁠جُكُمۡ وَعَشِیرَتُكُمۡ وَأَمۡوَ ٰ⁠لٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَـٰرَةࣱ تَخۡشَوۡنَ كَسَادَهَا وَمَسَـٰكِنُ تَرۡضَوۡنَهَاۤ أَحَبَّ إِلَیۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادࣲ فِی سَبِیلِهِۦ فَتَرَبَّصُوا۟ حَتَّىٰ یَأۡتِیَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلۡفَـٰسِقِینَ\n","numberInSurah":24,"juz":10,"manzil":2,"page":190,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1260,"text":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِی مَوَاطِنَ كَثِیرَةࣲ وَیَوۡمَ حُنَیۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَیۡـࣰٔا وَضَاقَتۡ عَلَیۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّیۡتُم مُّدۡبِرِینَ\n","numberInSurah":25,"juz":10,"manzil":2,"page":190,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1261,"text":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِینَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِینَ وَأَنزَلَ جُنُودࣰا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِینَ كَفَرُوا۟ۚ وَذَ ٰ⁠لِكَ جَزَاۤءُ ٱلۡكَـٰفِرِینَ\n","numberInSurah":26,"juz":10,"manzil":2,"page":190,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1262,"text":"ثُمَّ یَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَ ٰ⁠لِكَ عَلَىٰ مَن یَشَاۤءُۗ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ\n","numberInSurah":27,"juz":10,"manzil":2,"page":191,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1263,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسࣱ فَلَا یَقۡرَبُوا۟ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَـٰذَاۚ وَإِنۡ خِفۡتُمۡ عَیۡلَةࣰ فَسَوۡفَ یُغۡنِیكُمُ ٱللَّهُ مِن فَضۡلِهِۦۤ إِن شَاۤءَۚ إِنَّ ٱللَّهَ عَلِیمٌ حَكِیمࣱ\n","numberInSurah":28,"juz":10,"manzil":2,"page":191,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1264,"text":"قَـٰتِلُوا۟ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَلَا یُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا یَدِینُونَ دِینَ ٱلۡحَقِّ مِنَ ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ حَتَّىٰ یُعۡطُوا۟ ٱلۡجِزۡیَةَ عَن یَدࣲ وَهُمۡ صَـٰغِرُونَ\n","numberInSurah":29,"juz":10,"manzil":2,"page":191,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1265,"text":"وَقَالَتِ ٱلۡیَهُودُ عُزَیۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَـٰرَى ٱلۡمَسِیحُ ٱبۡنُ ٱللَّهِۖ ذَ ٰ⁠لِكَ قَوۡلُهُم بِأَفۡوَ ٰ⁠هِهِمۡۖ یُضَـٰهِـُٔونَ قَوۡلَ ٱلَّذِینَ كَفَرُوا۟ مِن قَبۡلُۚ قَـٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ یُؤۡفَكُونَ\n","numberInSurah":30,"juz":10,"manzil":2,"page":191,"ruku":160,"hizbQuarter":76,"sajda":false},{"number":1266,"text":"ٱتَّخَذُوۤا۟ أَحۡبَارَهُمۡ وَرُهۡبَـٰنَهُمۡ أَرۡبَابࣰا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِیحَ ٱبۡنَ مَرۡیَمَ وَمَاۤ أُمِرُوۤا۟ إِلَّا لِیَعۡبُدُوۤا۟ إِلَـٰهࣰا وَ ٰ⁠حِدࣰاۖ لَّاۤ إِلَـٰهَ إِلَّا هُوَۚ سُبۡحَـٰنَهُۥ عَمَّا یُشۡرِكُونَ\n","numberInSurah":31,"juz":10,"manzil":2,"page":191,"ruku":160,"hizbQuarter":76,"sajda":false},{"number":1267,"text":"یُرِیدُونَ أَن یُطۡفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفۡوَ ٰ⁠هِهِمۡ وَیَأۡبَى ٱللَّهُ إِلَّاۤ أَن یُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَـٰفِرُونَ\n","numberInSurah":32,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":76,"sajda":false},{"number":1268,"text":"هُوَ ٱلَّذِیۤ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِینِ ٱلۡحَقِّ لِیُظۡهِرَهُۥ عَلَى ٱلدِّینِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ\n","numberInSurah":33,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":76,"sajda":false},{"number":1269,"text":"۞ یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِنَّ كَثِیرࣰا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَیَأۡكُلُونَ أَمۡوَ ٰ⁠لَ ٱلنَّاسِ بِٱلۡبَـٰطِلِ وَیَصُدُّونَ عَن سَبِیلِ ٱللَّهِۗ وَٱلَّذِینَ یَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا یُنفِقُونَهَا فِی سَبِیلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِیمࣲ\n","numberInSurah":34,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":77,"sajda":false},{"number":1270,"text":"یَوۡمَ یُحۡمَىٰ عَلَیۡهَا فِی نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَـٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُوا۟ مَا كُنتُمۡ تَكۡنِزُونَ\n","numberInSurah":35,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":77,"sajda":false},{"number":1271,"text":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرࣰا فِی كِتَـٰبِ ٱللَّهِ یَوۡمَ خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ مِنۡهَاۤ أَرۡبَعَةٌ حُرُمࣱۚ ذَ ٰ⁠لِكَ ٱلدِّینُ ٱلۡقَیِّمُۚ فَلَا تَظۡلِمُوا۟ فِیهِنَّ أَنفُسَكُمۡۚ وَقَـٰتِلُوا۟ ٱلۡمُشۡرِكِینَ كَاۤفَّةࣰ كَمَا یُقَـٰتِلُونَكُمۡ كَاۤفَّةࣰۚ وَٱعۡلَمُوۤا۟ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِینَ\n","numberInSurah":36,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":77,"sajda":false},{"number":1272,"text":"إِنَّمَا ٱلنَّسِیۤءُ زِیَادَةࣱ فِی ٱلۡكُفۡرِۖ یُضَلُّ بِهِ ٱلَّذِینَ كَفَرُوا۟ یُحِلُّونَهُۥ عَامࣰا وَیُحَرِّمُونَهُۥ عَامࣰا لِّیُوَاطِـُٔوا۟ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَیُحِلُّوا۟ مَا حَرَّمَ ٱللَّهُۚ زُیِّنَ لَهُمۡ سُوۤءُ أَعۡمَـٰلِهِمۡۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلۡكَـٰفِرِینَ\n","numberInSurah":37,"juz":10,"manzil":2,"page":193,"ruku":160,"hizbQuarter":77,"sajda":false},{"number":1273,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ مَا لَكُمۡ إِذَا قِیلَ لَكُمُ ٱنفِرُوا۟ فِی سَبِیلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِیتُم بِٱلۡحَیَوٰةِ ٱلدُّنۡیَا مِنَ ٱلۡـَٔاخِرَةِۚ فَمَا مَتَـٰعُ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا فِی ٱلۡـَٔاخِرَةِ إِلَّا قَلِیلٌ\n","numberInSurah":38,"juz":10,"manzil":2,"page":193,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1274,"text":"إِلَّا تَنفِرُوا۟ یُعَذِّبۡكُمۡ عَذَابًا أَلِیمࣰا وَیَسۡتَبۡدِلۡ قَوۡمًا غَیۡرَكُمۡ وَلَا تَضُرُّوهُ شَیۡـࣰٔاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرٌ\n","numberInSurah":39,"juz":10,"manzil":2,"page":193,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1275,"text":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِینَ كَفَرُوا۟ ثَانِیَ ٱثۡنَیۡنِ إِذۡ هُمَا فِی ٱلۡغَارِ إِذۡ یَقُولُ لِصَـٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِینَتَهُۥ عَلَیۡهِ وَأَیَّدَهُۥ بِجُنُودࣲ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِینَ كَفَرُوا۟ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِیَ ٱلۡعُلۡیَاۗ وَٱللَّهُ عَزِیزٌ حَكِیمٌ\n","numberInSurah":40,"juz":10,"manzil":2,"page":193,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1276,"text":"ٱنفِرُوا۟ خِفَافࣰا وَثِقَالࣰا وَجَـٰهِدُوا۟ بِأَمۡوَ ٰ⁠لِكُمۡ وَأَنفُسِكُمۡ فِی سَبِیلِ ٱللَّهِۚ ذَ ٰ⁠لِكُمۡ خَیۡرࣱ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ\n","numberInSurah":41,"juz":10,"manzil":2,"page":194,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1277,"text":"لَوۡ كَانَ عَرَضࣰا قَرِیبࣰا وَسَفَرࣰا قَاصِدࣰا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتۡ عَلَیۡهِمُ ٱلشُّقَّةُۚ وَسَیَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ یُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ یَعۡلَمُ إِنَّهُمۡ لَكَـٰذِبُونَ\n","numberInSurah":42,"juz":10,"manzil":2,"page":194,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1278,"text":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ یَتَبَیَّنَ لَكَ ٱلَّذِینَ صَدَقُوا۟ وَتَعۡلَمَ ٱلۡكَـٰذِبِینَ\n","numberInSurah":43,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":77,"sajda":false},{"number":1279,"text":"لَا یَسۡتَـٔۡذِنُكَ ٱلَّذِینَ یُؤۡمِنُونَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ أَن یُجَـٰهِدُوا۟ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِیمُۢ بِٱلۡمُتَّقِینَ\n","numberInSurah":44,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":77,"sajda":false},{"number":1280,"text":"إِنَّمَا یَسۡتَـٔۡذِنُكَ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِی رَیۡبِهِمۡ یَتَرَدَّدُونَ\n","numberInSurah":45,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":77,"sajda":false},{"number":1281,"text":"۞ وَلَوۡ أَرَادُوا۟ ٱلۡخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةࣰ وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِیلَ ٱقۡعُدُوا۟ مَعَ ٱلۡقَـٰعِدِینَ\n","numberInSurah":46,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1282,"text":"لَوۡ خَرَجُوا۟ فِیكُم مَّا زَادُوكُمۡ إِلَّا خَبَالࣰا وَلَأَوۡضَعُوا۟ خِلَـٰلَكُمۡ یَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِیكُمۡ سَمَّـٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِیمُۢ بِٱلظَّـٰلِمِینَ\n","numberInSurah":47,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1283,"text":"لَقَدِ ٱبۡتَغَوُا۟ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُوا۟ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَاۤءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَـٰرِهُونَ\n","numberInSurah":48,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1284,"text":"وَمِنۡهُم مَّن یَقُولُ ٱئۡذَن لِّی وَلَا تَفۡتِنِّیۤۚ أَلَا فِی ٱلۡفِتۡنَةِ سَقَطُوا۟ۗ وَإِنَّ جَهَنَّمَ لَمُحِیطَةُۢ بِٱلۡكَـٰفِرِینَ\n","numberInSurah":49,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1285,"text":"إِن تُصِبۡكَ حَسَنَةࣱ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِیبَةࣱ یَقُولُوا۟ قَدۡ أَخَذۡنَاۤ أَمۡرَنَا مِن قَبۡلُ وَیَتَوَلَّوا۟ وَّهُمۡ فَرِحُونَ\n","numberInSurah":50,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1286,"text":"قُل لَّن یُصِیبَنَاۤ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡیَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ\n","numberInSurah":51,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1287,"text":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَاۤ إِلَّاۤ إِحۡدَى ٱلۡحُسۡنَیَیۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن یُصِیبَكُمُ ٱللَّهُ بِعَذَابࣲ مِّنۡ عِندِهِۦۤ أَوۡ بِأَیۡدِینَاۖ فَتَرَبَّصُوۤا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ\n","numberInSurah":52,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1288,"text":"قُلۡ أَنفِقُوا۟ طَوۡعًا أَوۡ كَرۡهࣰا لَّن یُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمࣰا فَـٰسِقِینَ\n","numberInSurah":53,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1289,"text":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَـٰتُهُمۡ إِلَّاۤ أَنَّهُمۡ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا یَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا یُنفِقُونَ إِلَّا وَهُمۡ كَـٰرِهُونَ\n","numberInSurah":54,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1290,"text":"فَلَا تُعۡجِبۡكَ أَمۡوَ ٰ⁠لُهُمۡ وَلَاۤ أَوۡلَـٰدُهُمۡۚ إِنَّمَا یُرِیدُ ٱللَّهُ لِیُعَذِّبَهُم بِهَا فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَـٰفِرُونَ\n","numberInSurah":55,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1291,"text":"وَیَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَـٰكِنَّهُمۡ قَوۡمࣱ یَفۡرَقُونَ\n","numberInSurah":56,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1292,"text":"لَوۡ یَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَـٰرَ ٰ⁠تٍ أَوۡ مُدَّخَلࣰا لَّوَلَّوۡا۟ إِلَیۡهِ وَهُمۡ یَجۡمَحُونَ\n","numberInSurah":57,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1293,"text":"وَمِنۡهُم مَّن یَلۡمِزُكَ فِی ٱلصَّدَقَـٰتِ فَإِنۡ أُعۡطُوا۟ مِنۡهَا رَضُوا۟ وَإِن لَّمۡ یُعۡطَوۡا۟ مِنۡهَاۤ إِذَا هُمۡ یَسۡخَطُونَ\n","numberInSurah":58,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1294,"text":"وَلَوۡ أَنَّهُمۡ رَضُوا۟ مَاۤ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسۡبُنَا ٱللَّهُ سَیُؤۡتِینَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥۤ إِنَّاۤ إِلَى ٱللَّهِ رَ ٰ⁠غِبُونَ\n","numberInSurah":59,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1295,"text":"۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلۡفُقَرَاۤءِ وَٱلۡمَسَـٰكِینِ وَٱلۡعَـٰمِلِینَ عَلَیۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِی ٱلرِّقَابِ وَٱلۡغَـٰرِمِینَ وَفِی سَبِیلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِیلِۖ فَرِیضَةࣰ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ\n","numberInSurah":60,"juz":10,"manzil":2,"page":196,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1296,"text":"وَمِنۡهُمُ ٱلَّذِینَ یُؤۡذُونَ ٱلنَّبِیَّ وَیَقُولُونَ هُوَ أُذُنࣱۚ قُلۡ أُذُنُ خَیۡرࣲ لَّكُمۡ یُؤۡمِنُ بِٱللَّهِ وَیُؤۡمِنُ لِلۡمُؤۡمِنِینَ وَرَحۡمَةࣱ لِّلَّذِینَ ءَامَنُوا۟ مِنكُمۡۚ وَٱلَّذِینَ یُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِیمࣱ\n","numberInSurah":61,"juz":10,"manzil":2,"page":196,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1297,"text":"یَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِیُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥۤ أَحَقُّ أَن یُرۡضُوهُ إِن كَانُوا۟ مُؤۡمِنِینَ\n","numberInSurah":62,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1298,"text":"أَلَمۡ یَعۡلَمُوۤا۟ أَنَّهُۥ مَن یُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدࣰا فِیهَاۚ ذَ ٰ⁠لِكَ ٱلۡخِزۡیُ ٱلۡعَظِیمُ\n","numberInSurah":63,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1299,"text":"یَحۡذَرُ ٱلۡمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَیۡهِمۡ سُورَةࣱ تُنَبِّئُهُم بِمَا فِی قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوۤا۟ إِنَّ ٱللَّهَ مُخۡرِجࣱ مَّا تَحۡذَرُونَ\n","numberInSurah":64,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1300,"text":"وَلَىِٕن سَأَلۡتَهُمۡ لَیَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَایَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ\n","numberInSurah":65,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1301,"text":"لَا تَعۡتَذِرُوا۟ قَدۡ كَفَرۡتُم بَعۡدَ إِیمَـٰنِكُمۡۚ إِن نَّعۡفُ عَن طَاۤىِٕفَةࣲ مِّنكُمۡ نُعَذِّبۡ طَاۤىِٕفَةَۢ بِأَنَّهُمۡ كَانُوا۟ مُجۡرِمِینَ\n","numberInSurah":66,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1302,"text":"ٱلۡمُنَـٰفِقُونَ وَٱلۡمُنَـٰفِقَـٰتُ بَعۡضُهُم مِّنۢ بَعۡضࣲۚ یَأۡمُرُونَ بِٱلۡمُنكَرِ وَیَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَیَقۡبِضُونَ أَیۡدِیَهُمۡۚ نَسُوا۟ ٱللَّهَ فَنَسِیَهُمۡۚ إِنَّ ٱلۡمُنَـٰفِقِینَ هُمُ ٱلۡفَـٰسِقُونَ\n","numberInSurah":67,"juz":10,"manzil":2,"page":197,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1303,"text":"وَعَدَ ٱللَّهُ ٱلۡمُنَـٰفِقِینَ وَٱلۡمُنَـٰفِقَـٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَـٰلِدِینَ فِیهَاۚ هِیَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابࣱ مُّقِیمࣱ\n","numberInSurah":68,"juz":10,"manzil":2,"page":197,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1304,"text":"كَٱلَّذِینَ مِن قَبۡلِكُمۡ كَانُوۤا۟ أَشَدَّ مِنكُمۡ قُوَّةࣰ وَأَكۡثَرَ أَمۡوَ ٰ⁠لࣰا وَأَوۡلَـٰدࣰا فَٱسۡتَمۡتَعُوا۟ بِخَلَـٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَـٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِینَ مِن قَبۡلِكُم بِخَلَـٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِی خَاضُوۤا۟ۚ أُو۟لَـٰۤىِٕكَ حَبِطَتۡ أَعۡمَـٰلُهُمۡ فِی ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِۖ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡخَـٰسِرُونَ\n","numberInSurah":69,"juz":10,"manzil":2,"page":198,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1305,"text":"أَلَمۡ یَأۡتِهِمۡ نَبَأُ ٱلَّذِینَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحࣲ وَعَادࣲ وَثَمُودَ وَقَوۡمِ إِبۡرَ ٰ⁠هِیمَ وَأَصۡحَـٰبِ مَدۡیَنَ وَٱلۡمُؤۡتَفِكَـٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَیِّنَـٰتِۖ فَمَا كَانَ ٱللَّهُ لِیَظۡلِمَهُمۡ وَلَـٰكِن كَانُوۤا۟ أَنفُسَهُمۡ یَظۡلِمُونَ\n","numberInSurah":70,"juz":10,"manzil":2,"page":198,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1306,"text":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَـٰتُ بَعۡضُهُمۡ أَوۡلِیَاۤءُ بَعۡضࣲۚ یَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَیَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَیُقِیمُونَ ٱلصَّلَوٰةَ وَیُؤۡتُونَ ٱلزَّكَوٰةَ وَیُطِیعُونَ ٱللَّهَ وَرَسُولَهُۥۤۚ أُو۟لَـٰۤىِٕكَ سَیَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِیزٌ حَكِیمࣱ\n","numberInSurah":71,"juz":10,"manzil":2,"page":198,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1307,"text":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَا وَمَسَـٰكِنَ طَیِّبَةࣰ فِی جَنَّـٰتِ عَدۡنࣲۚ وَرِضۡوَ ٰ⁠نࣱ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَ ٰ⁠لِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n","numberInSurah":72,"juz":10,"manzil":2,"page":198,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1308,"text":"یَـٰۤأَیُّهَا ٱلنَّبِیُّ جَـٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَـٰفِقِینَ وَٱغۡلُظۡ عَلَیۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِیرُ\n","numberInSurah":73,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":79,"sajda":false},{"number":1309,"text":"یَحۡلِفُونَ بِٱللَّهِ مَا قَالُوا۟ وَلَقَدۡ قَالُوا۟ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُوا۟ بَعۡدَ إِسۡلَـٰمِهِمۡ وَهَمُّوا۟ بِمَا لَمۡ یَنَالُوا۟ۚ وَمَا نَقَمُوۤا۟ إِلَّاۤ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن یَتُوبُوا۟ یَكُ خَیۡرࣰا لَّهُمۡۖ وَإِن یَتَوَلَّوۡا۟ یُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِیمࣰا فِی ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِۚ وَمَا لَهُمۡ فِی ٱلۡأَرۡضِ مِن وَلِیࣲّ وَلَا نَصِیرࣲ\n","numberInSurah":74,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":79,"sajda":false},{"number":1310,"text":"۞ وَمِنۡهُم مَّنۡ عَـٰهَدَ ٱللَّهَ لَىِٕنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّـٰلِحِینَ\n","numberInSurah":75,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1311,"text":"فَلَمَّاۤ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُوا۟ بِهِۦ وَتَوَلَّوا۟ وَّهُم مُّعۡرِضُونَ\n","numberInSurah":76,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1312,"text":"فَأَعۡقَبَهُمۡ نِفَاقࣰا فِی قُلُوبِهِمۡ إِلَىٰ یَوۡمِ یَلۡقَوۡنَهُۥ بِمَاۤ أَخۡلَفُوا۟ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا۟ یَكۡذِبُونَ\n","numberInSurah":77,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1313,"text":"أَلَمۡ یَعۡلَمُوۤا۟ أَنَّ ٱللَّهَ یَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّـٰمُ ٱلۡغُیُوبِ\n","numberInSurah":78,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1314,"text":"ٱلَّذِینَ یَلۡمِزُونَ ٱلۡمُطَّوِّعِینَ مِنَ ٱلۡمُؤۡمِنِینَ فِی ٱلصَّدَقَـٰتِ وَٱلَّذِینَ لَا یَجِدُونَ إِلَّا جُهۡدَهُمۡ فَیَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِیمٌ\n","numberInSurah":79,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1315,"text":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِینَ مَرَّةࣰ فَلَن یَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلۡفَـٰسِقِینَ\n","numberInSurah":80,"juz":10,"manzil":2,"page":200,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1316,"text":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَـٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوۤا۟ أَن یُجَـٰهِدُوا۟ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡ فِی سَبِیلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِی ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرࣰّاۚ لَّوۡ كَانُوا۟ یَفۡقَهُونَ\n","numberInSurah":81,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1317,"text":"فَلۡیَضۡحَكُوا۟ قَلِیلࣰا وَلۡیَبۡكُوا۟ كَثِیرࣰا جَزَاۤءَۢ بِمَا كَانُوا۟ یَكۡسِبُونَ\n","numberInSurah":82,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1318,"text":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَاۤىِٕفَةࣲ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُوا۟ مَعِیَ أَبَدࣰا وَلَن تُقَـٰتِلُوا۟ مَعِیَ عَدُوًّاۖ إِنَّكُمۡ رَضِیتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةࣲ فَٱقۡعُدُوا۟ مَعَ ٱلۡخَـٰلِفِینَ\n","numberInSurah":83,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1319,"text":"وَلَا تُصَلِّ عَلَىٰۤ أَحَدࣲ مِّنۡهُم مَّاتَ أَبَدࣰا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦۤۖ إِنَّهُمۡ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمۡ فَـٰسِقُونَ\n","numberInSurah":84,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1320,"text":"وَلَا تُعۡجِبۡكَ أَمۡوَ ٰ⁠لُهُمۡ وَأَوۡلَـٰدُهُمۡۚ إِنَّمَا یُرِیدُ ٱللَّهُ أَن یُعَذِّبَهُم بِهَا فِی ٱلدُّنۡیَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَـٰفِرُونَ\n","numberInSurah":85,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1321,"text":"وَإِذَاۤ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُوا۟ بِٱللَّهِ وَجَـٰهِدُوا۟ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُو۟لُوا۟ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُوا۟ ذَرۡنَا نَكُن مَّعَ ٱلۡقَـٰعِدِینَ\n","numberInSurah":86,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1322,"text":"رَضُوا۟ بِأَن یَكُونُوا۟ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا یَفۡقَهُونَ\n","numberInSurah":87,"juz":10,"manzil":2,"page":201,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1323,"text":"لَـٰكِنِ ٱلرَّسُولُ وَٱلَّذِینَ ءَامَنُوا۟ مَعَهُۥ جَـٰهَدُوا۟ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡۚ وَأُو۟لَـٰۤىِٕكَ لَهُمُ ٱلۡخَیۡرَ ٰ⁠تُۖ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُفۡلِحُونَ\n","numberInSurah":88,"juz":10,"manzil":2,"page":201,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1324,"text":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۚ ذَ ٰ⁠لِكَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n","numberInSurah":89,"juz":10,"manzil":2,"page":201,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1325,"text":"وَجَاۤءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِیُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِینَ كَذَبُوا۟ ٱللَّهَ وَرَسُولَهُۥۚ سَیُصِیبُ ٱلَّذِینَ كَفَرُوا۟ مِنۡهُمۡ عَذَابٌ أَلِیمࣱ\n","numberInSurah":90,"juz":10,"manzil":2,"page":201,"ruku":167,"hizbQuarter":80,"sajda":false},{"number":1326,"text":"لَّیۡسَ عَلَى ٱلضُّعَفَاۤءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِینَ لَا یَجِدُونَ مَا یُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا۟ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِینَ مِن سَبِیلࣲۚ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ\n","numberInSurah":91,"juz":10,"manzil":2,"page":201,"ruku":167,"hizbQuarter":80,"sajda":false},{"number":1327,"text":"وَلَا عَلَى ٱلَّذِینَ إِذَا مَاۤ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَاۤ أَجِدُ مَاۤ أَحۡمِلُكُمۡ عَلَیۡهِ تَوَلَّوا۟ وَّأَعۡیُنُهُمۡ تَفِیضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا یَجِدُوا۟ مَا یُنفِقُونَ\n","numberInSurah":92,"juz":10,"manzil":2,"page":201,"ruku":167,"hizbQuarter":80,"sajda":false},{"number":1328,"text":"۞ إِنَّمَا ٱلسَّبِیلُ عَلَى ٱلَّذِینَ یَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِیَاۤءُۚ رَضُوا۟ بِأَن یَكُونُوا۟ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا یَعۡلَمُونَ\n","numberInSurah":93,"juz":11,"manzil":2,"page":201,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1329,"text":"یَعۡتَذِرُونَ إِلَیۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَیۡهِمۡۚ قُل لَّا تَعۡتَذِرُوا۟ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَیَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلۡغَیۡبِ وَٱلشَّهَـٰدَةِ فَیُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ\n","numberInSurah":94,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1330,"text":"سَیَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَیۡهِمۡ لِتُعۡرِضُوا۟ عَنۡهُمۡۖ فَأَعۡرِضُوا۟ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسࣱۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَاۤءَۢ بِمَا كَانُوا۟ یَكۡسِبُونَ\n","numberInSurah":95,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1331,"text":"یَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡا۟ عَنۡهُمۡۖ فَإِن تَرۡضَوۡا۟ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا یَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَـٰسِقِینَ\n","numberInSurah":96,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1332,"text":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرࣰا وَنِفَاقࣰا وَأَجۡدَرُ أَلَّا یَعۡلَمُوا۟ حُدُودَ مَاۤ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ\n","numberInSurah":97,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1333,"text":"وَمِنَ ٱلۡأَعۡرَابِ مَن یَتَّخِذُ مَا یُنفِقُ مَغۡرَمࣰا وَیَتَرَبَّصُ بِكُمُ ٱلدَّوَاۤىِٕرَۚ عَلَیۡهِمۡ دَاۤىِٕرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِیعٌ عَلِیمࣱ\n","numberInSurah":98,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1334,"text":"وَمِنَ ٱلۡأَعۡرَابِ مَن یُؤۡمِنُ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَیَتَّخِذُ مَا یُنفِقُ قُرُبَـٰتٍ عِندَ ٱللَّهِ وَصَلَوَ ٰ⁠تِ ٱلرَّسُولِۚ أَلَاۤ إِنَّهَا قُرۡبَةࣱ لَّهُمۡۚ سَیُدۡخِلُهُمُ ٱللَّهُ فِی رَحۡمَتِهِۦۤۚ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمࣱ\n","numberInSurah":99,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1335,"text":"وَٱلسَّـٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَـٰجِرِینَ وَٱلۡأَنصَارِ وَٱلَّذِینَ ٱتَّبَعُوهُم بِإِحۡسَـٰنࣲ رَّضِیَ ٱللَّهُ عَنۡهُمۡ وَرَضُوا۟ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّـٰتࣲ تَجۡرِی تَحۡتَهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۤ أَبَدࣰاۚ ذَ ٰ⁠لِكَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n","numberInSurah":100,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1336,"text":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَـٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِینَةِ مَرَدُوا۟ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَیۡنِ ثُمَّ یُرَدُّونَ إِلَىٰ عَذَابٍ عَظِیمࣲ\n","numberInSurah":101,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1337,"text":"وَءَاخَرُونَ ٱعۡتَرَفُوا۟ بِذُنُوبِهِمۡ خَلَطُوا۟ عَمَلࣰا صَـٰلِحࣰا وَءَاخَرَ سَیِّئًا عَسَى ٱللَّهُ أَن یَتُوبَ عَلَیۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمٌ\n","numberInSurah":102,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1338,"text":"خُذۡ مِنۡ أَمۡوَ ٰ⁠لِهِمۡ صَدَقَةࣰ تُطَهِّرُهُمۡ وَتُزَكِّیهِم بِهَا وَصَلِّ عَلَیۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنࣱ لَّهُمۡۗ وَٱللَّهُ سَمِیعٌ عَلِیمٌ\n","numberInSurah":103,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1339,"text":"أَلَمۡ یَعۡلَمُوۤا۟ أَنَّ ٱللَّهَ هُوَ یَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَیَأۡخُذُ ٱلصَّدَقَـٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِیمُ\n","numberInSurah":104,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1340,"text":"وَقُلِ ٱعۡمَلُوا۟ فَسَیَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلۡغَیۡبِ وَٱلشَّهَـٰدَةِ فَیُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ\n","numberInSurah":105,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1341,"text":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا یُعَذِّبُهُمۡ وَإِمَّا یَتُوبُ عَلَیۡهِمۡۗ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ\n","numberInSurah":106,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1342,"text":"وَٱلَّذِینَ ٱتَّخَذُوا۟ مَسۡجِدࣰا ضِرَارࣰا وَكُفۡرࣰا وَتَفۡرِیقَۢا بَیۡنَ ٱلۡمُؤۡمِنِینَ وَإِرۡصَادࣰا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَیَحۡلِفُنَّ إِنۡ أَرَدۡنَاۤ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ یَشۡهَدُ إِنَّهُمۡ لَكَـٰذِبُونَ\n","numberInSurah":107,"juz":11,"manzil":2,"page":204,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1343,"text":"لَا تَقُمۡ فِیهِ أَبَدࣰاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ یَوۡمٍ أَحَقُّ أَن تَقُومَ فِیهِۚ فِیهِ رِجَالࣱ یُحِبُّونَ أَن یَتَطَهَّرُوا۟ۚ وَٱللَّهُ یُحِبُّ ٱلۡمُطَّهِّرِینَ\n","numberInSurah":108,"juz":11,"manzil":2,"page":204,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1344,"text":"أَفَمَنۡ أَسَّسَ بُنۡیَـٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَ ٰ⁠نٍ خَیۡرٌ أَم مَّنۡ أَسَّسَ بُنۡیَـٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارࣲ فَٱنۡهَارَ بِهِۦ فِی نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلظَّـٰلِمِینَ\n","numberInSurah":109,"juz":11,"manzil":2,"page":204,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1345,"text":"لَا یَزَالُ بُنۡیَـٰنُهُمُ ٱلَّذِی بَنَوۡا۟ رِیبَةࣰ فِی قُلُوبِهِمۡ إِلَّاۤ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِیمٌ حَكِیمٌ\n","numberInSurah":110,"juz":11,"manzil":2,"page":204,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1346,"text":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِینَ أَنفُسَهُمۡ وَأَمۡوَ ٰ⁠لَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ یُقَـٰتِلُونَ فِی سَبِیلِ ٱللَّهِ فَیَقۡتُلُونَ وَیُقۡتَلُونَۖ وَعۡدًا عَلَیۡهِ حَقࣰّا فِی ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِیلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُوا۟ بِبَیۡعِكُمُ ٱلَّذِی بَایَعۡتُم بِهِۦۚ وَذَ ٰ⁠لِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n","numberInSurah":111,"juz":11,"manzil":2,"page":204,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1347,"text":"ٱلتَّـٰۤىِٕبُونَ ٱلۡعَـٰبِدُونَ ٱلۡحَـٰمِدُونَ ٱلسَّـٰۤىِٕحُونَ ٱلرَّ ٰ⁠كِعُونَ ٱلسَّـٰجِدُونَ ٱلۡـَٔامِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَـٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِینَ\n","numberInSurah":112,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1348,"text":"مَا كَانَ لِلنَّبِیِّ وَٱلَّذِینَ ءَامَنُوۤا۟ أَن یَسۡتَغۡفِرُوا۟ لِلۡمُشۡرِكِینَ وَلَوۡ كَانُوۤا۟ أُو۟لِی قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَیَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَـٰبُ ٱلۡجَحِیمِ\n","numberInSurah":113,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1349,"text":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَ ٰ⁠هِیمَ لِأَبِیهِ إِلَّا عَن مَّوۡعِدَةࣲ وَعَدَهَاۤ إِیَّاهُ فَلَمَّا تَبَیَّنَ لَهُۥۤ أَنَّهُۥ عَدُوࣱّ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَ ٰ⁠هِیمَ لَأَوَّ ٰ⁠هٌ حَلِیمࣱ\n","numberInSurah":114,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1350,"text":"وَمَا كَانَ ٱللَّهُ لِیُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ یُبَیِّنَ لَهُم مَّا یَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَیۡءٍ عَلِیمٌ\n","numberInSurah":115,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1351,"text":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ یُحۡیِۦ وَیُمِیتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِیࣲّ وَلَا نَصِیرࣲ\n","numberInSurah":116,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1352,"text":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِیِّ وَٱلۡمُهَـٰجِرِینَ وَٱلۡأَنصَارِ ٱلَّذِینَ ٱتَّبَعُوهُ فِی سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ یَزِیغُ قُلُوبُ فَرِیقࣲ مِّنۡهُمۡ ثُمَّ تَابَ عَلَیۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفࣱ رَّحِیمࣱ\n","numberInSurah":117,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1353,"text":"وَعَلَى ٱلثَّلَـٰثَةِ ٱلَّذِینَ خُلِّفُوا۟ حَتَّىٰۤ إِذَا ضَاقَتۡ عَلَیۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَیۡهِمۡ أَنفُسُهُمۡ وَظَنُّوۤا۟ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّاۤ إِلَیۡهِ ثُمَّ تَابَ عَلَیۡهِمۡ لِیَتُوبُوۤا۟ۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِیمُ\n","numberInSurah":118,"juz":11,"manzil":2,"page":206,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1354,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَكُونُوا۟ مَعَ ٱلصَّـٰدِقِینَ\n","numberInSurah":119,"juz":11,"manzil":2,"page":206,"ruku":170,"hizbQuarter":82,"sajda":false},{"number":1355,"text":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِینَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن یَتَخَلَّفُوا۟ عَن رَّسُولِ ٱللَّهِ وَلَا یَرۡغَبُوا۟ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ لَا یُصِیبُهُمۡ ظَمَأࣱ وَلَا نَصَبࣱ وَلَا مَخۡمَصَةࣱ فِی سَبِیلِ ٱللَّهِ وَلَا یَطَـُٔونَ مَوۡطِئࣰا یَغِیظُ ٱلۡكُفَّارَ وَلَا یَنَالُونَ مِنۡ عَدُوࣲّ نَّیۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلࣱ صَـٰلِحٌۚ إِنَّ ٱللَّهَ لَا یُضِیعُ أَجۡرَ ٱلۡمُحۡسِنِینَ\n","numberInSurah":120,"juz":11,"manzil":2,"page":206,"ruku":170,"hizbQuarter":82,"sajda":false},{"number":1356,"text":"وَلَا یُنفِقُونَ نَفَقَةࣰ صَغِیرَةࣰ وَلَا كَبِیرَةࣰ وَلَا یَقۡطَعُونَ وَادِیًا إِلَّا كُتِبَ لَهُمۡ لِیَجۡزِیَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُوا۟ یَعۡمَلُونَ\n","numberInSurah":121,"juz":11,"manzil":2,"page":206,"ruku":170,"hizbQuarter":82,"sajda":false},{"number":1357,"text":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِیَنفِرُوا۟ كَاۤفَّةࣰۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةࣲ مِّنۡهُمۡ طَاۤىِٕفَةࣱ لِّیَتَفَقَّهُوا۟ فِی ٱلدِّینِ وَلِیُنذِرُوا۟ قَوۡمَهُمۡ إِذَا رَجَعُوۤا۟ إِلَیۡهِمۡ لَعَلَّهُمۡ یَحۡذَرُونَ\n","numberInSurah":122,"juz":11,"manzil":2,"page":206,"ruku":170,"hizbQuarter":83,"sajda":false},{"number":1358,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ قَـٰتِلُوا۟ ٱلَّذِینَ یَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡیَجِدُوا۟ فِیكُمۡ غِلۡظَةࣰۚ وَٱعۡلَمُوۤا۟ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِینَ\n","numberInSurah":123,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1359,"text":"وَإِذَا مَاۤ أُنزِلَتۡ سُورَةࣱ فَمِنۡهُم مَّن یَقُولُ أَیُّكُمۡ زَادَتۡهُ هَـٰذِهِۦۤ إِیمَـٰنࣰاۚ فَأَمَّا ٱلَّذِینَ ءَامَنُوا۟ فَزَادَتۡهُمۡ إِیمَـٰنࣰا وَهُمۡ یَسۡتَبۡشِرُونَ\n","numberInSurah":124,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1360,"text":"وَأَمَّا ٱلَّذِینَ فِی قُلُوبِهِم مَّرَضࣱ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُوا۟ وَهُمۡ كَـٰفِرُونَ\n","numberInSurah":125,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1361,"text":"أَوَلَا یَرَوۡنَ أَنَّهُمۡ یُفۡتَنُونَ فِی كُلِّ عَامࣲ مَّرَّةً أَوۡ مَرَّتَیۡنِ ثُمَّ لَا یَتُوبُونَ وَلَا هُمۡ یَذَّكَّرُونَ\n","numberInSurah":126,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1362,"text":"وَإِذَا مَاۤ أُنزِلَتۡ سُورَةࣱ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ یَرَىٰكُم مِّنۡ أَحَدࣲ ثُمَّ ٱنصَرَفُوا۟ۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمࣱ لَّا یَفۡقَهُونَ\n","numberInSurah":127,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1363,"text":"لَقَدۡ جَاۤءَكُمۡ رَسُولࣱ مِّنۡ أَنفُسِكُمۡ عَزِیزٌ عَلَیۡهِ مَا عَنِتُّمۡ حَرِیصٌ عَلَیۡكُم بِٱلۡمُؤۡمِنِینَ رَءُوفࣱ رَّحِیمࣱ\n","numberInSurah":128,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1364,"text":"فَإِن تَوَلَّوۡا۟ فَقُلۡ حَسۡبِیَ ٱللَّهُ لَاۤ إِلَـٰهَ إِلَّا هُوَۖ عَلَیۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِیمِ\n","numberInSurah":129,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false}],"edition":{"identifier":"quran-uthmani-quran-academy","language":"ar","name":"Quran Uthmani by Quran Academy","englishName":"Modified Quran Uthmani Text from the Quran Academy to work with the Kitab font","format":"text","type":"quran","direction":"rtl"}}