{"number":3,"name":"سُورَةُ آلِ عِمۡرَانَ","englishName":"Aal-i-Imraan","englishNameTranslation":"The Family of Imraan","revelationType":"Medinan","numberOfAyahs":200,"ayahs":[{"number":294,"text":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ الۤمۤ\n","numberInSurah":1,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":295,"text":"ٱللَّهُ لَاۤ إِلَـٰهَ إِلَّا هُوَ ٱلۡحَیُّ ٱلۡقَیُّومُ\n","numberInSurah":2,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":296,"text":"نَزَّلَ عَلَیۡكَ ٱلۡكِتَـٰبَ بِٱلۡحَقِّ مُصَدِّقࣰا لِّمَا بَیۡنَ یَدَیۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِیلَ\n","numberInSurah":3,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":297,"text":"مِن قَبۡلُ هُدࣰى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِینَ كَفَرُوا۟ بِـَٔایَـٰتِ ٱللَّهِ لَهُمۡ عَذَابࣱ شَدِیدࣱۗ وَٱللَّهُ عَزِیزࣱ ذُو ٱنتِقَامٍ\n","numberInSurah":4,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":298,"text":"إِنَّ ٱللَّهَ لَا یَخۡفَىٰ عَلَیۡهِ شَیۡءࣱ فِی ٱلۡأَرۡضِ وَلَا فِی ٱلسَّمَاۤءِ\n","numberInSurah":5,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":299,"text":"هُوَ ٱلَّذِی یُصَوِّرُكُمۡ فِی ٱلۡأَرۡحَامِ كَیۡفَ یَشَاۤءُۚ لَاۤ إِلَـٰهَ إِلَّا هُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n","numberInSurah":6,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":300,"text":"هُوَ ٱلَّذِیۤ أَنزَلَ عَلَیۡكَ ٱلۡكِتَـٰبَ مِنۡهُ ءَایَـٰتࣱ مُّحۡكَمَـٰتٌ هُنَّ أُمُّ ٱلۡكِتَـٰبِ وَأُخَرُ مُتَشَـٰبِهَـٰتࣱۖ فَأَمَّا ٱلَّذِینَ فِی قُلُوبِهِمۡ زَیۡغࣱ فَیَتَّبِعُونَ مَا تَشَـٰبَهَ مِنۡهُ ٱبۡتِغَاۤءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَاۤءَ تَأۡوِیلِهِۦۖ وَمَا یَعۡلَمُ تَأۡوِیلَهُۥۤ إِلَّا ٱللَّهُۗ وَٱلرَّ ٰ⁠سِخُونَ فِی ٱلۡعِلۡمِ یَقُولُونَ ءَامَنَّا بِهِۦ كُلࣱّ مِّنۡ عِندِ رَبِّنَاۗ وَمَا یَذَّكَّرُ إِلَّاۤ أُو۟لُوا۟ ٱلۡأَلۡبَـٰبِ\n","numberInSurah":7,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":301,"text":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَیۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ\n","numberInSurah":8,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":302,"text":"رَبَّنَاۤ إِنَّكَ جَامِعُ ٱلنَّاسِ لِیَوۡمࣲ لَّا رَیۡبَ فِیهِۚ إِنَّ ٱللَّهَ لَا یُخۡلِفُ ٱلۡمِیعَادَ\n","numberInSurah":9,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":303,"text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ لَن تُغۡنِیَ عَنۡهُمۡ أَمۡوَ ٰ⁠لُهُمۡ وَلَاۤ أَوۡلَـٰدُهُم مِّنَ ٱللَّهِ شَیۡـࣰٔاۖ وَأُو۟لَـٰۤىِٕكَ هُمۡ وَقُودُ ٱلنَّارِ\n","numberInSurah":10,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":304,"text":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِینَ مِن قَبۡلِهِمۡۚ كَذَّبُوا۟ بِـَٔایَـٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِیدُ ٱلۡعِقَابِ\n","numberInSurah":11,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":305,"text":"قُل لِّلَّذِینَ كَفَرُوا۟ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ\n","numberInSurah":12,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":306,"text":"قَدۡ كَانَ لَكُمۡ ءَایَةࣱ فِی فِئَتَیۡنِ ٱلۡتَقَتَاۖ فِئَةࣱ تُقَـٰتِلُ فِی سَبِیلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةࣱ یَرَوۡنَهُم مِّثۡلَیۡهِمۡ رَأۡیَ ٱلۡعَیۡنِۚ وَٱللَّهُ یُؤَیِّدُ بِنَصۡرِهِۦ مَن یَشَاۤءُۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَعِبۡرَةࣰ لِّأُو۟لِی ٱلۡأَبۡصَـٰرِ\n","numberInSurah":13,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":307,"text":"زُیِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَ ٰ⁠تِ مِنَ ٱلنِّسَاۤءِ وَٱلۡبَنِینَ وَٱلۡقَنَـٰطِیرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَیۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَـٰمِ وَٱلۡحَرۡثِۗ ذَ ٰ⁠لِكَ مَتَـٰعُ ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ\n","numberInSurah":14,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":308,"text":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَیۡرࣲ مِّن ذَ ٰ⁠لِكُمۡۖ لِلَّذِینَ ٱتَّقَوۡا۟ عِندَ رَبِّهِمۡ جَنَّـٰتࣱ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَا وَأَزۡوَ ٰ⁠جࣱ مُّطَهَّرَةࣱ وَرِضۡوَ ٰ⁠نࣱ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِیرُۢ بِٱلۡعِبَادِ\n","numberInSurah":15,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":309,"text":"ٱلَّذِینَ یَقُولُونَ رَبَّنَاۤ إِنَّنَاۤ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ\n","numberInSurah":16,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":310,"text":"ٱلصَّـٰبِرِینَ وَٱلصَّـٰدِقِینَ وَٱلۡقَـٰنِتِینَ وَٱلۡمُنفِقِینَ وَٱلۡمُسۡتَغۡفِرِینَ بِٱلۡأَسۡحَارِ\n","numberInSurah":17,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":311,"text":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَاۤ إِلَـٰهَ إِلَّا هُوَ وَٱلۡمَلَـٰۤىِٕكَةُ وَأُو۟لُوا۟ ٱلۡعِلۡمِ قَاۤىِٕمَۢا بِٱلۡقِسۡطِۚ لَاۤ إِلَـٰهَ إِلَّا هُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n","numberInSurah":18,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":312,"text":"إِنَّ ٱلدِّینَ عِندَ ٱللَّهِ ٱلۡإِسۡلَـٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَاۤءَهُمُ ٱلۡعِلۡمُ بَغۡیَۢا بَیۡنَهُمۡۗ وَمَن یَكۡفُرۡ بِـَٔایَـٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِیعُ ٱلۡحِسَابِ\n","numberInSurah":19,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":313,"text":"فَإِنۡ حَاۤجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِیَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ وَٱلۡأُمِّیِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُوا۟ فَقَدِ ٱهۡتَدَوا۟ۖ وَّإِن تَوَلَّوۡا۟ فَإِنَّمَا عَلَیۡكَ ٱلۡبَلَـٰغُۗ وَٱللَّهُ بَصِیرُۢ بِٱلۡعِبَادِ\n","numberInSurah":20,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":314,"text":"إِنَّ ٱلَّذِینَ یَكۡفُرُونَ بِـَٔایَـٰتِ ٱللَّهِ وَیَقۡتُلُونَ ٱلنَّبِیِّـۧنَ بِغَیۡرِ حَقࣲّ وَیَقۡتُلُونَ ٱلَّذِینَ یَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِیمٍ\n","numberInSurah":21,"juz":3,"manzil":1,"page":52,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":315,"text":"أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ حَبِطَتۡ أَعۡمَـٰلُهُمۡ فِی ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِینَ\n","numberInSurah":22,"juz":3,"manzil":1,"page":52,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":316,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِینَ أُوتُوا۟ نَصِیبࣰا مِّنَ ٱلۡكِتَـٰبِ یُدۡعَوۡنَ إِلَىٰ كِتَـٰبِ ٱللَّهِ لِیَحۡكُمَ بَیۡنَهُمۡ ثُمَّ یَتَوَلَّىٰ فَرِیقࣱ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ\n","numberInSurah":23,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":317,"text":"ذَ ٰ⁠لِكَ بِأَنَّهُمۡ قَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّاۤ أَیَّامࣰا مَّعۡدُودَ ٰ⁠تࣲۖ وَغَرَّهُمۡ فِی دِینِهِم مَّا كَانُوا۟ یَفۡتَرُونَ\n","numberInSurah":24,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":318,"text":"فَكَیۡفَ إِذَا جَمَعۡنَـٰهُمۡ لِیَوۡمࣲ لَّا رَیۡبَ فِیهِ وَوُفِّیَتۡ كُلُّ نَفۡسࣲ مَّا كَسَبَتۡ وَهُمۡ لَا یُظۡلَمُونَ\n","numberInSurah":25,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":319,"text":"قُلِ ٱللَّهُمَّ مَـٰلِكَ ٱلۡمُلۡكِ تُؤۡتِی ٱلۡمُلۡكَ مَن تَشَاۤءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَاۤءُ وَتُعِزُّ مَن تَشَاۤءُ وَتُذِلُّ مَن تَشَاۤءُۖ بِیَدِكَ ٱلۡخَیۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣱ\n","numberInSurah":26,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":320,"text":"تُولِجُ ٱلَّیۡلَ فِی ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِی ٱلَّیۡلِۖ وَتُخۡرِجُ ٱلۡحَیَّ مِنَ ٱلۡمَیِّتِ وَتُخۡرِجُ ٱلۡمَیِّتَ مِنَ ٱلۡحَیِّۖ وَتَرۡزُقُ مَن تَشَاۤءُ بِغَیۡرِ حِسَابࣲ\n","numberInSurah":27,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":321,"text":"لَّا یَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَـٰفِرِینَ أَوۡلِیَاۤءَ مِن دُونِ ٱلۡمُؤۡمِنِینَۖ وَمَن یَفۡعَلۡ ذَ ٰ⁠لِكَ فَلَیۡسَ مِنَ ٱللَّهِ فِی شَیۡءٍ إِلَّاۤ أَن تَتَّقُوا۟ مِنۡهُمۡ تُقَىٰةࣰۗ وَیُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِیرُ\n","numberInSurah":28,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":322,"text":"قُلۡ إِن تُخۡفُوا۟ مَا فِی صُدُورِكُمۡ أَوۡ تُبۡدُوهُ یَعۡلَمۡهُ ٱللَّهُۗ وَیَعۡلَمُ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣱ\n","numberInSurah":29,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":323,"text":"یَوۡمَ تَجِدُ كُلُّ نَفۡسࣲ مَّا عَمِلَتۡ مِنۡ خَیۡرࣲ مُّحۡضَرࣰا وَمَا عَمِلَتۡ مِن سُوۤءࣲ تَوَدُّ لَوۡ أَنَّ بَیۡنَهَا وَبَیۡنَهُۥۤ أَمَدَۢا بَعِیدࣰاۗ وَیُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ\n","numberInSurah":30,"juz":3,"manzil":1,"page":54,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":324,"text":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِی یُحۡبِبۡكُمُ ٱللَّهُ وَیَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ\n","numberInSurah":31,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":21,"sajda":false},{"number":325,"text":"قُلۡ أَطِیعُوا۟ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡا۟ فَإِنَّ ٱللَّهَ لَا یُحِبُّ ٱلۡكَـٰفِرِینَ\n","numberInSurah":32,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":21,"sajda":false},{"number":326,"text":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰۤ ءَادَمَ وَنُوحࣰا وَءَالَ إِبۡرَ ٰ⁠هِیمَ وَءَالَ عِمۡرَ ٰ⁠نَ عَلَى ٱلۡعَـٰلَمِینَ\n","numberInSurah":33,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":327,"text":"ذُرِّیَّةَۢ بَعۡضُهَا مِنۢ بَعۡضࣲۗ وَٱللَّهُ سَمِیعٌ عَلِیمٌ\n","numberInSurah":34,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":328,"text":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَ ٰ⁠نَ رَبِّ إِنِّی نَذَرۡتُ لَكَ مَا فِی بَطۡنِی مُحَرَّرࣰا فَتَقَبَّلۡ مِنِّیۤۖ إِنَّكَ أَنتَ ٱلسَّمِیعُ ٱلۡعَلِیمُ\n","numberInSurah":35,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":329,"text":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّی وَضَعۡتُهَاۤ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَیۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّی سَمَّیۡتُهَا مَرۡیَمَ وَإِنِّیۤ أُعِیذُهَا بِكَ وَذُرِّیَّتَهَا مِنَ ٱلشَّیۡطَـٰنِ ٱلرَّجِیمِ\n","numberInSurah":36,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":330,"text":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنࣲ وَأَنۢبَتَهَا نَبَاتًا حَسَنࣰا وَكَفَّلَهَا زَكَرِیَّاۖ كُلَّمَا دَخَلَ عَلَیۡهَا زَكَرِیَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقࣰاۖ قَالَ یَـٰمَرۡیَمُ أَنَّىٰ لَكِ هَـٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ یَرۡزُقُ مَن یَشَاۤءُ بِغَیۡرِ حِسَابٍ\n","numberInSurah":37,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":331,"text":"هُنَالِكَ دَعَا زَكَرِیَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِی مِن لَّدُنكَ ذُرِّیَّةࣰ طَیِّبَةًۖ إِنَّكَ سَمِیعُ ٱلدُّعَاۤءِ\n","numberInSurah":38,"juz":3,"manzil":1,"page":55,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":332,"text":"فَنَادَتۡهُ ٱلۡمَلَـٰۤىِٕكَةُ وَهُوَ قَاۤىِٕمࣱ یُصَلِّی فِی ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ یُبَشِّرُكَ بِیَحۡیَىٰ مُصَدِّقَۢا بِكَلِمَةࣲ مِّنَ ٱللَّهِ وَسَیِّدࣰا وَحَصُورࣰا وَنَبِیࣰّا مِّنَ ٱلصَّـٰلِحِینَ\n","numberInSurah":39,"juz":3,"manzil":1,"page":55,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":333,"text":"قَالَ رَبِّ أَنَّىٰ یَكُونُ لِی غُلَـٰمࣱ وَقَدۡ بَلَغَنِیَ ٱلۡكِبَرُ وَٱمۡرَأَتِی عَاقِرࣱۖ قَالَ كَذَ ٰ⁠لِكَ ٱللَّهُ یَفۡعَلُ مَا یَشَاۤءُ\n","numberInSurah":40,"juz":3,"manzil":1,"page":55,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":334,"text":"قَالَ رَبِّ ٱجۡعَل لِّیۤ ءَایَةࣰۖ قَالَ ءَایَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَةَ أَیَّامٍ إِلَّا رَمۡزࣰاۗ وَٱذۡكُر رَّبَّكَ كَثِیرࣰا وَسَبِّحۡ بِٱلۡعَشِیِّ وَٱلۡإِبۡكَـٰرِ\n","numberInSurah":41,"juz":3,"manzil":1,"page":55,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":335,"text":"وَإِذۡ قَالَتِ ٱلۡمَلَـٰۤىِٕكَةُ یَـٰمَرۡیَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَاۤءِ ٱلۡعَـٰلَمِینَ\n","numberInSurah":42,"juz":3,"manzil":1,"page":55,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":336,"text":"یَـٰمَرۡیَمُ ٱقۡنُتِی لِرَبِّكِ وَٱسۡجُدِی وَٱرۡكَعِی مَعَ ٱلرَّ ٰ⁠كِعِینَ\n","numberInSurah":43,"juz":3,"manzil":1,"page":55,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":337,"text":"ذَ ٰ⁠لِكَ مِنۡ أَنۢبَاۤءِ ٱلۡغَیۡبِ نُوحِیهِ إِلَیۡكَۚ وَمَا كُنتَ لَدَیۡهِمۡ إِذۡ یُلۡقُونَ أَقۡلَـٰمَهُمۡ أَیُّهُمۡ یَكۡفُلُ مَرۡیَمَ وَمَا كُنتَ لَدَیۡهِمۡ إِذۡ یَخۡتَصِمُونَ\n","numberInSurah":44,"juz":3,"manzil":1,"page":55,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":338,"text":"إِذۡ قَالَتِ ٱلۡمَلَـٰۤىِٕكَةُ یَـٰمَرۡیَمُ إِنَّ ٱللَّهَ یُبَشِّرُكِ بِكَلِمَةࣲ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِیحُ عِیسَى ٱبۡنُ مَرۡیَمَ وَجِیهࣰا فِی ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِ وَمِنَ ٱلۡمُقَرَّبِینَ\n","numberInSurah":45,"juz":3,"manzil":1,"page":55,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":339,"text":"وَیُكَلِّمُ ٱلنَّاسَ فِی ٱلۡمَهۡدِ وَكَهۡلࣰا وَمِنَ ٱلصَّـٰلِحِینَ\n","numberInSurah":46,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":340,"text":"قَالَتۡ رَبِّ أَنَّىٰ یَكُونُ لِی وَلَدࣱ وَلَمۡ یَمۡسَسۡنِی بَشَرࣱۖ قَالَ كَذَ ٰ⁠لِكِ ٱللَّهُ یَخۡلُقُ مَا یَشَاۤءُۚ إِذَا قَضَىٰۤ أَمۡرࣰا فَإِنَّمَا یَقُولُ لَهُۥ كُن فَیَكُونُ\n","numberInSurah":47,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":341,"text":"وَیُعَلِّمُهُ ٱلۡكِتَـٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِیلَ\n","numberInSurah":48,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":342,"text":"وَرَسُولًا إِلَىٰ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ أَنِّی قَدۡ جِئۡتُكُم بِـَٔایَةࣲ مِّن رَّبِّكُمۡ أَنِّیۤ أَخۡلُقُ لَكُم مِّنَ ٱلطِّینِ كَهَیۡـَٔةِ ٱلطَّیۡرِ فَأَنفُخُ فِیهِ فَیَكُونُ طَیۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡیِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِی بُیُوتِكُمۡۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَةࣰ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِینَ\n","numberInSurah":49,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":343,"text":"وَمُصَدِّقࣰا لِّمَا بَیۡنَ یَدَیَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِی حُرِّمَ عَلَیۡكُمۡۚ وَجِئۡتُكُم بِـَٔایَةࣲ مِّن رَّبِّكُمۡ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِیعُونِ\n","numberInSurah":50,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":344,"text":"إِنَّ ٱللَّهَ رَبِّی وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَـٰذَا صِرَ ٰ⁠طࣱ مُّسۡتَقِیمࣱ\n","numberInSurah":51,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":345,"text":"۞ فَلَمَّاۤ أَحَسَّ عِیسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِیۤ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِیُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ\n","numberInSurah":52,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":23,"sajda":false},{"number":346,"text":"رَبَّنَاۤ ءَامَنَّا بِمَاۤ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّـٰهِدِینَ\n","numberInSurah":53,"juz":3,"manzil":1,"page":57,"ruku":46,"hizbQuarter":23,"sajda":false},{"number":347,"text":"وَمَكَرُوا۟ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَیۡرُ ٱلۡمَـٰكِرِینَ\n","numberInSurah":54,"juz":3,"manzil":1,"page":57,"ruku":46,"hizbQuarter":23,"sajda":false},{"number":348,"text":"إِذۡ قَالَ ٱللَّهُ یَـٰعِیسَىٰۤ إِنِّی مُتَوَفِّیكَ وَرَافِعُكَ إِلَیَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِینَ كَفَرُوا۟ وَجَاعِلُ ٱلَّذِینَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِینَ كَفَرُوۤا۟ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِۖ ثُمَّ إِلَیَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَیۡنَكُمۡ فِیمَا كُنتُمۡ فِیهِ تَخۡتَلِفُونَ\n","numberInSurah":55,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":349,"text":"فَأَمَّا ٱلَّذِینَ كَفَرُوا۟ فَأُعَذِّبُهُمۡ عَذَابࣰا شَدِیدࣰا فِی ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِینَ\n","numberInSurah":56,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":350,"text":"وَأَمَّا ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَیُوَفِّیهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا یُحِبُّ ٱلظَّـٰلِمِینَ\n","numberInSurah":57,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":351,"text":"ذَ ٰ⁠لِكَ نَتۡلُوهُ عَلَیۡكَ مِنَ ٱلۡـَٔایَـٰتِ وَٱلذِّكۡرِ ٱلۡحَكِیمِ\n","numberInSurah":58,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":352,"text":"إِنَّ مَثَلَ عِیسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابࣲ ثُمَّ قَالَ لَهُۥ كُن فَیَكُونُ\n","numberInSurah":59,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":353,"text":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِینَ\n","numberInSurah":60,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":354,"text":"فَمَنۡ حَاۤجَّكَ فِیهِ مِنۢ بَعۡدِ مَا جَاۤءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡا۟ نَدۡعُ أَبۡنَاۤءَنَا وَأَبۡنَاۤءَكُمۡ وَنِسَاۤءَنَا وَنِسَاۤءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَـٰذِبِینَ\n","numberInSurah":61,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":355,"text":"إِنَّ هَـٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَـٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n","numberInSurah":62,"juz":3,"manzil":1,"page":58,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":356,"text":"فَإِن تَوَلَّوۡا۟ فَإِنَّ ٱللَّهَ عَلِیمُۢ بِٱلۡمُفۡسِدِینَ\n","numberInSurah":63,"juz":3,"manzil":1,"page":58,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":357,"text":"قُلۡ یَـٰۤأَهۡلَ ٱلۡكِتَـٰبِ تَعَالَوۡا۟ إِلَىٰ كَلِمَةࣲ سَوَاۤءِۭ بَیۡنَنَا وَبَیۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَیۡـࣰٔا وَلَا یَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابࣰا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡا۟ فَقُولُوا۟ ٱشۡهَدُوا۟ بِأَنَّا مُسۡلِمُونَ\n","numberInSurah":64,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":358,"text":"یَـٰۤأَهۡلَ ٱلۡكِتَـٰبِ لِمَ تُحَاۤجُّونَ فِیۤ إِبۡرَ ٰ⁠هِیمَ وَمَاۤ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِیلُ إِلَّا مِنۢ بَعۡدِهِۦۤۚ أَفَلَا تَعۡقِلُونَ\n","numberInSurah":65,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":359,"text":"هَـٰۤأَنتُمۡ هَـٰۤؤُلَاۤءِ حَـٰجَجۡتُمۡ فِیمَا لَكُم بِهِۦ عِلۡمࣱ فَلِمَ تُحَاۤجُّونَ فِیمَا لَیۡسَ لَكُم بِهِۦ عِلۡمࣱۚ وَٱللَّهُ یَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ\n","numberInSurah":66,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":360,"text":"مَا كَانَ إِبۡرَ ٰ⁠هِیمُ یَهُودِیࣰّا وَلَا نَصۡرَانِیࣰّا وَلَـٰكِن كَانَ حَنِیفࣰا مُّسۡلِمࣰا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِینَ\n","numberInSurah":67,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":361,"text":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَ ٰ⁠هِیمَ لَلَّذِینَ ٱتَّبَعُوهُ وَهَـٰذَا ٱلنَّبِیُّ وَٱلَّذِینَ ءَامَنُوا۟ۗ وَٱللَّهُ وَلِیُّ ٱلۡمُؤۡمِنِینَ\n","numberInSurah":68,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":362,"text":"وَدَّت طَّاۤىِٕفَةࣱ مِّنۡ أَهۡلِ ٱلۡكِتَـٰبِ لَوۡ یُضِلُّونَكُمۡ وَمَا یُضِلُّونَ إِلَّاۤ أَنفُسَهُمۡ وَمَا یَشۡعُرُونَ\n","numberInSurah":69,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":363,"text":"یَـٰۤأَهۡلَ ٱلۡكِتَـٰبِ لِمَ تَكۡفُرُونَ بِـَٔایَـٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ\n","numberInSurah":70,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":364,"text":"یَـٰۤأَهۡلَ ٱلۡكِتَـٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَـٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ\n","numberInSurah":71,"juz":3,"manzil":1,"page":59,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":365,"text":"وَقَالَت طَّاۤىِٕفَةࣱ مِّنۡ أَهۡلِ ٱلۡكِتَـٰبِ ءَامِنُوا۟ بِٱلَّذِیۤ أُنزِلَ عَلَى ٱلَّذِینَ ءَامَنُوا۟ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوۤا۟ ءَاخِرَهُۥ لَعَلَّهُمۡ یَرۡجِعُونَ\n","numberInSurah":72,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":23,"sajda":false},{"number":366,"text":"وَلَا تُؤۡمِنُوۤا۟ إِلَّا لِمَن تَبِعَ دِینَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن یُؤۡتَىٰۤ أَحَدࣱ مِّثۡلَ مَاۤ أُوتِیتُمۡ أَوۡ یُحَاۤجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِیَدِ ٱللَّهِ یُؤۡتِیهِ مَن یَشَاۤءُۗ وَٱللَّهُ وَ ٰ⁠سِعٌ عَلِیمࣱ\n","numberInSurah":73,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":23,"sajda":false},{"number":367,"text":"یَخۡتَصُّ بِرَحۡمَتِهِۦ مَن یَشَاۤءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِیمِ\n","numberInSurah":74,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":23,"sajda":false},{"number":368,"text":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَـٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارࣲ یُؤَدِّهِۦۤ إِلَیۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِینَارࣲ لَّا یُؤَدِّهِۦۤ إِلَیۡكَ إِلَّا مَا دُمۡتَ عَلَیۡهِ قَاۤىِٕمࣰاۗ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ قَالُوا۟ لَیۡسَ عَلَیۡنَا فِی ٱلۡأُمِّیِّـۧنَ سَبِیلࣱ وَیَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ یَعۡلَمُونَ\n","numberInSurah":75,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":369,"text":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ یُحِبُّ ٱلۡمُتَّقِینَ\n","numberInSurah":76,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":370,"text":"إِنَّ ٱلَّذِینَ یَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَیۡمَـٰنِهِمۡ ثَمَنࣰا قَلِیلًا أُو۟لَـٰۤىِٕكَ لَا خَلَـٰقَ لَهُمۡ فِی ٱلۡـَٔاخِرَةِ وَلَا یُكَلِّمُهُمُ ٱللَّهُ وَلَا یَنظُرُ إِلَیۡهِمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ وَلَا یُزَكِّیهِمۡ وَلَهُمۡ عَذَابٌ أَلِیمࣱ\n","numberInSurah":77,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":371,"text":"وَإِنَّ مِنۡهُمۡ لَفَرِیقࣰا یَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَـٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَـٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَـٰبِ وَیَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِ وَیَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ یَعۡلَمُونَ\n","numberInSurah":78,"juz":3,"manzil":1,"page":60,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":372,"text":"مَا كَانَ لِبَشَرٍ أَن یُؤۡتِیَهُ ٱللَّهُ ٱلۡكِتَـٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ یَقُولَ لِلنَّاسِ كُونُوا۟ عِبَادࣰا لِّی مِن دُونِ ٱللَّهِ وَلَـٰكِن كُونُوا۟ رَبَّـٰنِیِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَـٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ\n","numberInSurah":79,"juz":3,"manzil":1,"page":60,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":373,"text":"وَلَا یَأۡمُرَكُمۡ أَن تَتَّخِذُوا۟ ٱلۡمَلَـٰۤىِٕكَةَ وَٱلنَّبِیِّـۧنَ أَرۡبَابًاۗ أَیَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ\n","numberInSurah":80,"juz":3,"manzil":1,"page":60,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":374,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِیثَـٰقَ ٱلنَّبِیِّـۧنَ لَمَاۤ ءَاتَیۡتُكُم مِّن كِتَـٰبࣲ وَحِكۡمَةࣲ ثُمَّ جَاۤءَكُمۡ رَسُولࣱ مُّصَدِّقࣱ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَ ٰ⁠لِكُمۡ إِصۡرِیۖ قَالُوۤا۟ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُوا۟ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّـٰهِدِینَ\n","numberInSurah":81,"juz":3,"manzil":1,"page":60,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":375,"text":"فَمَن تَوَلَّىٰ بَعۡدَ ذَ ٰ⁠لِكَ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡفَـٰسِقُونَ\n","numberInSurah":82,"juz":3,"manzil":1,"page":60,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":376,"text":"أَفَغَیۡرَ دِینِ ٱللَّهِ یَبۡغُونَ وَلَهُۥۤ أَسۡلَمَ مَن فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ طَوۡعࣰا وَكَرۡهࣰا وَإِلَیۡهِ یُرۡجَعُونَ\n","numberInSurah":83,"juz":3,"manzil":1,"page":60,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":377,"text":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَاۤ أُنزِلَ عَلَیۡنَا وَمَاۤ أُنزِلَ عَلَىٰۤ إِبۡرَ ٰ⁠هِیمَ وَإِسۡمَـٰعِیلَ وَإِسۡحَـٰقَ وَیَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَاۤ أُوتِیَ مُوسَىٰ وَعِیسَىٰ وَٱلنَّبِیُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَیۡنَ أَحَدࣲ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ\n","numberInSurah":84,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":378,"text":"وَمَن یَبۡتَغِ غَیۡرَ ٱلۡإِسۡلَـٰمِ دِینࣰا فَلَن یُقۡبَلَ مِنۡهُ وَهُوَ فِی ٱلۡـَٔاخِرَةِ مِنَ ٱلۡخَـٰسِرِینَ\n","numberInSurah":85,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":379,"text":"كَیۡفَ یَهۡدِی ٱللَّهُ قَوۡمࣰا كَفَرُوا۟ بَعۡدَ إِیمَـٰنِهِمۡ وَشَهِدُوۤا۟ أَنَّ ٱلرَّسُولَ حَقࣱّ وَجَاۤءَهُمُ ٱلۡبَیِّنَـٰتُۚ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلظَّـٰلِمِینَ\n","numberInSurah":86,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":380,"text":"أُو۟لَـٰۤىِٕكَ جَزَاۤؤُهُمۡ أَنَّ عَلَیۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَـٰۤىِٕكَةِ وَٱلنَّاسِ أَجۡمَعِینَ\n","numberInSurah":87,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":381,"text":"خَـٰلِدِینَ فِیهَا لَا یُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ یُنظَرُونَ\n","numberInSurah":88,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":382,"text":"إِلَّا ٱلَّذِینَ تَابُوا۟ مِنۢ بَعۡدِ ذَ ٰ⁠لِكَ وَأَصۡلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمٌ\n","numberInSurah":89,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":383,"text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ بَعۡدَ إِیمَـٰنِهِمۡ ثُمَّ ٱزۡدَادُوا۟ كُفۡرࣰا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلضَّاۤلُّونَ\n","numberInSurah":90,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":384,"text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمۡ كُفَّارࣱ فَلَن یُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبࣰا وَلَوِ ٱفۡتَدَىٰ بِهِۦۤۗ أُو۟لَـٰۤىِٕكَ لَهُمۡ عَذَابٌ أَلِیمࣱ وَمَا لَهُم مِّن نَّـٰصِرِینَ\n","numberInSurah":91,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":385,"text":"لَن تَنَالُوا۟ ٱلۡبِرَّ حَتَّىٰ تُنفِقُوا۟ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُوا۟ مِن شَیۡءࣲ فَإِنَّ ٱللَّهَ بِهِۦ عَلِیمࣱ\n","numberInSurah":92,"juz":3,"manzil":1,"page":62,"ruku":51,"hizbQuarter":24,"sajda":false},{"number":386,"text":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلࣰّا لِّبَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ إِلَّا مَا حَرَّمَ إِسۡرَ ٰ⁠ۤءِیلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُوا۟ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَاۤ إِن كُنتُمۡ صَـٰدِقِینَ\n","numberInSurah":93,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":387,"text":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَ ٰ⁠لِكَ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلظَّـٰلِمُونَ\n","numberInSurah":94,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":388,"text":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُوا۟ مِلَّةَ إِبۡرَ ٰ⁠هِیمَ حَنِیفࣰاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِینَ\n","numberInSurah":95,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":389,"text":"إِنَّ أَوَّلَ بَیۡتࣲ وُضِعَ لِلنَّاسِ لَلَّذِی بِبَكَّةَ مُبَارَكࣰا وَهُدࣰى لِّلۡعَـٰلَمِینَ\n","numberInSurah":96,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":390,"text":"فِیهِ ءَایَـٰتُۢ بَیِّنَـٰتࣱ مَّقَامُ إِبۡرَ ٰ⁠هِیمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنࣰاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَیۡتِ مَنِ ٱسۡتَطَاعَ إِلَیۡهِ سَبِیلࣰاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِیٌّ عَنِ ٱلۡعَـٰلَمِینَ\n","numberInSurah":97,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":391,"text":"قُلۡ یَـٰۤأَهۡلَ ٱلۡكِتَـٰبِ لِمَ تَكۡفُرُونَ بِـَٔایَـٰتِ ٱللَّهِ وَٱللَّهُ شَهِیدٌ عَلَىٰ مَا تَعۡمَلُونَ\n","numberInSurah":98,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":392,"text":"قُلۡ یَـٰۤأَهۡلَ ٱلۡكِتَـٰبِ لِمَ تَصُدُّونَ عَن سَبِیلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجࣰا وَأَنتُمۡ شُهَدَاۤءُۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعۡمَلُونَ\n","numberInSurah":99,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":393,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِن تُطِیعُوا۟ فَرِیقࣰا مِّنَ ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ یَرُدُّوكُم بَعۡدَ إِیمَـٰنِكُمۡ كَـٰفِرِینَ\n","numberInSurah":100,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":394,"text":"وَكَیۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَیۡكُمۡ ءَایَـٰتُ ٱللَّهِ وَفِیكُمۡ رَسُولُهُۥۗ وَمَن یَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِیَ إِلَىٰ صِرَ ٰ⁠طࣲ مُّسۡتَقِیمࣲ\n","numberInSurah":101,"juz":4,"manzil":1,"page":63,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":395,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ\n","numberInSurah":102,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":396,"text":"وَٱعۡتَصِمُوا۟ بِحَبۡلِ ٱللَّهِ جَمِیعࣰا وَلَا تَفَرَّقُوا۟ۚ وَٱذۡكُرُوا۟ نِعۡمَتَ ٱللَّهِ عَلَیۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَاۤءࣰ فَأَلَّفَ بَیۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦۤ إِخۡوَ ٰ⁠نࣰا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةࣲ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَ ٰ⁠لِكَ یُبَیِّنُ ٱللَّهُ لَكُمۡ ءَایَـٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ\n","numberInSurah":103,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":397,"text":"وَلۡتَكُن مِّنكُمۡ أُمَّةࣱ یَدۡعُونَ إِلَى ٱلۡخَیۡرِ وَیَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَیَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُفۡلِحُونَ\n","numberInSurah":104,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":398,"text":"وَلَا تَكُونُوا۟ كَٱلَّذِینَ تَفَرَّقُوا۟ وَٱخۡتَلَفُوا۟ مِنۢ بَعۡدِ مَا جَاۤءَهُمُ ٱلۡبَیِّنَـٰتُۚ وَأُو۟لَـٰۤىِٕكَ لَهُمۡ عَذَابٌ عَظِیمࣱ\n","numberInSurah":105,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":399,"text":"یَوۡمَ تَبۡیَضُّ وُجُوهࣱ وَتَسۡوَدُّ وُجُوهࣱۚ فَأَمَّا ٱلَّذِینَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِیمَـٰنِكُمۡ فَذُوقُوا۟ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ\n","numberInSurah":106,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":400,"text":"وَأَمَّا ٱلَّذِینَ ٱبۡیَضَّتۡ وُجُوهُهُمۡ فَفِی رَحۡمَةِ ٱللَّهِۖ هُمۡ فِیهَا خَـٰلِدُونَ\n","numberInSurah":107,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":401,"text":"تِلۡكَ ءَایَـٰتُ ٱللَّهِ نَتۡلُوهَا عَلَیۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ یُرِیدُ ظُلۡمࣰا لِّلۡعَـٰلَمِینَ\n","numberInSurah":108,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":402,"text":"وَلِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ\n","numberInSurah":109,"juz":4,"manzil":1,"page":64,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":403,"text":"كُنتُمۡ خَیۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَـٰبِ لَكَانَ خَیۡرࣰا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَـٰسِقُونَ\n","numberInSurah":110,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":25,"sajda":false},{"number":404,"text":"لَن یَضُرُّوكُمۡ إِلَّاۤ أَذࣰىۖ وَإِن یُقَـٰتِلُوكُمۡ یُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا یُنصَرُونَ\n","numberInSurah":111,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":25,"sajda":false},{"number":405,"text":"ضُرِبَتۡ عَلَیۡهِمُ ٱلذِّلَّةُ أَیۡنَ مَا ثُقِفُوۤا۟ إِلَّا بِحَبۡلࣲ مِّنَ ٱللَّهِ وَحَبۡلࣲ مِّنَ ٱلنَّاسِ وَبَاۤءُو بِغَضَبࣲ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَیۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ كَانُوا۟ یَكۡفُرُونَ بِـَٔایَـٰتِ ٱللَّهِ وَیَقۡتُلُونَ ٱلۡأَنۢبِیَاۤءَ بِغَیۡرِ حَقࣲّۚ ذَ ٰ⁠لِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ یَعۡتَدُونَ\n","numberInSurah":112,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":25,"sajda":false},{"number":406,"text":"۞ لَیۡسُوا۟ سَوَاۤءࣰۗ مِّنۡ أَهۡلِ ٱلۡكِتَـٰبِ أُمَّةࣱ قَاۤىِٕمَةࣱ یَتۡلُونَ ءَایَـٰتِ ٱللَّهِ ءَانَاۤءَ ٱلَّیۡلِ وَهُمۡ یَسۡجُدُونَ\n","numberInSurah":113,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":407,"text":"یُؤۡمِنُونَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَیَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَیَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَیُسَـٰرِعُونَ فِی ٱلۡخَیۡرَ ٰ⁠تِۖ وَأُو۟لَـٰۤىِٕكَ مِنَ ٱلصَّـٰلِحِینَ\n","numberInSurah":114,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":408,"text":"وَمَا یَفۡعَلُوا۟ مِنۡ خَیۡرࣲ فَلَن یُكۡفَرُوهُۗ وَٱللَّهُ عَلِیمُۢ بِٱلۡمُتَّقِینَ\n","numberInSurah":115,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":409,"text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ لَن تُغۡنِیَ عَنۡهُمۡ أَمۡوَ ٰ⁠لُهُمۡ وَلَاۤ أَوۡلَـٰدُهُم مِّنَ ٱللَّهِ شَیۡـࣰٔاۖ وَأُو۟لَـٰۤىِٕكَ أَصۡحَـٰبُ ٱلنَّارِۖ هُمۡ فِیهَا خَـٰلِدُونَ\n","numberInSurah":116,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":410,"text":"مَثَلُ مَا یُنفِقُونَ فِی هَـٰذِهِ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا كَمَثَلِ رِیحࣲ فِیهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمࣲ ظَلَمُوۤا۟ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِنۡ أَنفُسَهُمۡ یَظۡلِمُونَ\n","numberInSurah":117,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":411,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ بِطَانَةࣰ مِّن دُونِكُمۡ لَا یَأۡلُونَكُمۡ خَبَالࣰا وَدُّوا۟ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَاۤءُ مِنۡ أَفۡوَ ٰ⁠هِهِمۡ وَمَا تُخۡفِی صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَیَّنَّا لَكُمُ ٱلۡـَٔایَـٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ\n","numberInSurah":118,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":412,"text":"هَـٰۤأَنتُمۡ أُو۟لَاۤءِ تُحِبُّونَهُمۡ وَلَا یُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَـٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوۤا۟ ءَامَنَّا وَإِذَا خَلَوۡا۟ عَضُّوا۟ عَلَیۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَیۡظِۚ قُلۡ مُوتُوا۟ بِغَیۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِیمُۢ بِذَاتِ ٱلصُّدُورِ\n","numberInSurah":119,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":413,"text":"إِن تَمۡسَسۡكُمۡ حَسَنَةࣱ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَیِّئَةࣱ یَفۡرَحُوا۟ بِهَاۖ وَإِن تَصۡبِرُوا۟ وَتَتَّقُوا۟ لَا یَضُرُّكُمۡ كَیۡدُهُمۡ شَیۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا یَعۡمَلُونَ مُحِیطࣱ\n","numberInSurah":120,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":414,"text":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِینَ مَقَـٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِیعٌ عَلِیمٌ\n","numberInSurah":121,"juz":4,"manzil":1,"page":65,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":415,"text":"إِذۡ هَمَّت طَّاۤىِٕفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِیُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡیَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ\n","numberInSurah":122,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":416,"text":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرࣲ وَأَنتُمۡ أَذِلَّةࣱۖ فَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ\n","numberInSurah":123,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":417,"text":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِینَ أَلَن یَكۡفِیَكُمۡ أَن یُمِدَّكُمۡ رَبُّكُم بِثَلَـٰثَةِ ءَالَـٰفࣲ مِّنَ ٱلۡمَلَـٰۤىِٕكَةِ مُنزَلِینَ\n","numberInSurah":124,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":418,"text":"بَلَىٰۤۚ إِن تَصۡبِرُوا۟ وَتَتَّقُوا۟ وَیَأۡتُوكُم مِّن فَوۡرِهِمۡ هَـٰذَا یُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَـٰفࣲ مِّنَ ٱلۡمَلَـٰۤىِٕكَةِ مُسَوِّمِینَ\n","numberInSurah":125,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":419,"text":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَىِٕنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِیزِ ٱلۡحَكِیمِ\n","numberInSurah":126,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":420,"text":"لِیَقۡطَعَ طَرَفࣰا مِّنَ ٱلَّذِینَ كَفَرُوۤا۟ أَوۡ یَكۡبِتَهُمۡ فَیَنقَلِبُوا۟ خَاۤىِٕبِینَ\n","numberInSurah":127,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":421,"text":"لَیۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَیۡءٌ أَوۡ یَتُوبَ عَلَیۡهِمۡ أَوۡ یُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَـٰلِمُونَ\n","numberInSurah":128,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":422,"text":"وَلِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۚ یَغۡفِرُ لِمَن یَشَاۤءُ وَیُعَذِّبُ مَن یَشَاۤءُۚ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ\n","numberInSurah":129,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":423,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَأۡكُلُوا۟ ٱلرِّبَوٰۤا۟ أَضۡعَـٰفࣰا مُّضَـٰعَفَةࣰۖ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ\n","numberInSurah":130,"juz":4,"manzil":1,"page":66,"ruku":55,"hizbQuarter":26,"sajda":false},{"number":424,"text":"وَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِیۤ أُعِدَّتۡ لِلۡكَـٰفِرِینَ\n","numberInSurah":131,"juz":4,"manzil":1,"page":66,"ruku":55,"hizbQuarter":26,"sajda":false},{"number":425,"text":"وَأَطِیعُوا۟ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ\n","numberInSurah":132,"juz":4,"manzil":1,"page":66,"ruku":55,"hizbQuarter":26,"sajda":false},{"number":426,"text":"۞ وَسَارِعُوۤا۟ إِلَىٰ مَغۡفِرَةࣲ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَـٰوَ ٰ⁠تُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِینَ\n","numberInSurah":133,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":427,"text":"ٱلَّذِینَ یُنفِقُونَ فِی ٱلسَّرَّاۤءِ وَٱلضَّرَّاۤءِ وَٱلۡكَـٰظِمِینَ ٱلۡغَیۡظَ وَٱلۡعَافِینَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ یُحِبُّ ٱلۡمُحۡسِنِینَ\n","numberInSurah":134,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":428,"text":"وَٱلَّذِینَ إِذَا فَعَلُوا۟ فَـٰحِشَةً أَوۡ ظَلَمُوۤا۟ أَنفُسَهُمۡ ذَكَرُوا۟ ٱللَّهَ فَٱسۡتَغۡفَرُوا۟ لِذُنُوبِهِمۡ وَمَن یَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ یُصِرُّوا۟ عَلَىٰ مَا فَعَلُوا۟ وَهُمۡ یَعۡلَمُونَ\n","numberInSurah":135,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":429,"text":"أُو۟لَـٰۤىِٕكَ جَزَاۤؤُهُم مَّغۡفِرَةࣱ مِّن رَّبِّهِمۡ وَجَنَّـٰتࣱ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَـٰمِلِینَ\n","numberInSurah":136,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":430,"text":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنࣱ فَسِیرُوا۟ فِی ٱلۡأَرۡضِ فَٱنظُرُوا۟ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلۡمُكَذِّبِینَ\n","numberInSurah":137,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":431,"text":"هَـٰذَا بَیَانࣱ لِّلنَّاسِ وَهُدࣰى وَمَوۡعِظَةࣱ لِّلۡمُتَّقِینَ\n","numberInSurah":138,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":432,"text":"وَلَا تَهِنُوا۟ وَلَا تَحۡزَنُوا۟ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِینَ\n","numberInSurah":139,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":433,"text":"إِن یَمۡسَسۡكُمۡ قَرۡحࣱ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحࣱ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَیَّامُ نُدَاوِلُهَا بَیۡنَ ٱلنَّاسِ وَلِیَعۡلَمَ ٱللَّهُ ٱلَّذِینَ ءَامَنُوا۟ وَیَتَّخِذَ مِنكُمۡ شُهَدَاۤءَۗ وَٱللَّهُ لَا یُحِبُّ ٱلظَّـٰلِمِینَ\n","numberInSurah":140,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":434,"text":"وَلِیُمَحِّصَ ٱللَّهُ ٱلَّذِینَ ءَامَنُوا۟ وَیَمۡحَقَ ٱلۡكَـٰفِرِینَ\n","numberInSurah":141,"juz":4,"manzil":1,"page":68,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":435,"text":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُوا۟ ٱلۡجَنَّةَ وَلَمَّا یَعۡلَمِ ٱللَّهُ ٱلَّذِینَ جَـٰهَدُوا۟ مِنكُمۡ وَیَعۡلَمَ ٱلصَّـٰبِرِینَ\n","numberInSurah":142,"juz":4,"manzil":1,"page":68,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":436,"text":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَیۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ\n","numberInSurah":143,"juz":4,"manzil":1,"page":68,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":437,"text":"وَمَا مُحَمَّدٌ إِلَّا رَسُولࣱ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِی۟ن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰۤ أَعۡقَـٰبِكُمۡۚ وَمَن یَنقَلِبۡ عَلَىٰ عَقِبَیۡهِ فَلَن یَضُرَّ ٱللَّهَ شَیۡـࣰٔاۗ وَسَیَجۡزِی ٱللَّهُ ٱلشَّـٰكِرِینَ\n","numberInSurah":144,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":438,"text":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَـٰبࣰا مُّؤَجَّلࣰاۗ وَمَن یُرِدۡ ثَوَابَ ٱلدُّنۡیَا نُؤۡتِهِۦ مِنۡهَا وَمَن یُرِدۡ ثَوَابَ ٱلۡـَٔاخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِی ٱلشَّـٰكِرِینَ\n","numberInSurah":145,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":439,"text":"وَكَأَیِّن مِّن نَّبِیࣲّ قَـٰتَلَ مَعَهُۥ رِبِّیُّونَ كَثِیرࣱ فَمَا وَهَنُوا۟ لِمَاۤ أَصَابَهُمۡ فِی سَبِیلِ ٱللَّهِ وَمَا ضَعُفُوا۟ وَمَا ٱسۡتَكَانُوا۟ۗ وَٱللَّهُ یُحِبُّ ٱلصَّـٰبِرِینَ\n","numberInSurah":146,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":440,"text":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّاۤ أَن قَالُوا۟ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِیۤ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَـٰفِرِینَ\n","numberInSurah":147,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":441,"text":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡیَا وَحُسۡنَ ثَوَابِ ٱلۡـَٔاخِرَةِۗ وَٱللَّهُ یُحِبُّ ٱلۡمُحۡسِنِینَ\n","numberInSurah":148,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":442,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِن تُطِیعُوا۟ ٱلَّذِینَ كَفَرُوا۟ یَرُدُّوكُمۡ عَلَىٰۤ أَعۡقَـٰبِكُمۡ فَتَنقَلِبُوا۟ خَـٰسِرِینَ\n","numberInSurah":149,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":27,"sajda":false},{"number":443,"text":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَیۡرُ ٱلنَّـٰصِرِینَ\n","numberInSurah":150,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":27,"sajda":false},{"number":444,"text":"سَنُلۡقِی فِی قُلُوبِ ٱلَّذِینَ كَفَرُوا۟ ٱلرُّعۡبَ بِمَاۤ أَشۡرَكُوا۟ بِٱللَّهِ مَا لَمۡ یُنَزِّلۡ بِهِۦ سُلۡطَـٰنࣰاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّـٰلِمِینَ\n","numberInSurah":151,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":27,"sajda":false},{"number":445,"text":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥۤ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰۤ إِذَا فَشِلۡتُمۡ وَتَنَـٰزَعۡتُمۡ فِی ٱلۡأَمۡرِ وَعَصَیۡتُم مِّنۢ بَعۡدِ مَاۤ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن یُرِیدُ ٱلدُّنۡیَا وَمِنكُم مَّن یُرِیدُ ٱلۡـَٔاخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِیَبۡتَلِیَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِینَ\n","numberInSurah":152,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":27,"sajda":false},{"number":446,"text":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰۤ أَحَدࣲ وَٱلرَّسُولُ یَدۡعُوكُمۡ فِیۤ أُخۡرَىٰكُمۡ فَأَثَـٰبَكُمۡ غَمَّۢا بِغَمࣲّ لِّكَیۡلَا تَحۡزَنُوا۟ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَاۤ أَصَـٰبَكُمۡۗ وَٱللَّهُ خَبِیرُۢ بِمَا تَعۡمَلُونَ\n","numberInSurah":153,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":28,"sajda":false},{"number":447,"text":"ثُمَّ أَنزَلَ عَلَیۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةࣰ نُّعَاسࣰا یَغۡشَىٰ طَاۤىِٕفَةࣰ مِّنكُمۡۖ وَطَاۤىِٕفَةࣱ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ یَظُنُّونَ بِٱللَّهِ غَیۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَـٰهِلِیَّةِۖ یَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَیۡءࣲۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ یُخۡفُونَ فِیۤ أَنفُسِهِم مَّا لَا یُبۡدُونَ لَكَۖ یَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَیۡءࣱ مَّا قُتِلۡنَا هَـٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِی بُیُوتِكُمۡ لَبَرَزَ ٱلَّذِینَ كُتِبَ عَلَیۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِیَبۡتَلِیَ ٱللَّهُ مَا فِی صُدُورِكُمۡ وَلِیُمَحِّصَ مَا فِی قُلُوبِكُمۡۚ وَٱللَّهُ عَلِیمُۢ بِذَاتِ ٱلصُّدُورِ\n","numberInSurah":154,"juz":4,"manzil":1,"page":70,"ruku":57,"hizbQuarter":28,"sajda":false},{"number":448,"text":"إِنَّ ٱلَّذِینَ تَوَلَّوۡا۟ مِنكُمۡ یَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّیۡطَـٰنُ بِبَعۡضِ مَا كَسَبُوا۟ۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِیمࣱ\n","numberInSurah":155,"juz":4,"manzil":1,"page":70,"ruku":57,"hizbQuarter":28,"sajda":false},{"number":449,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِینَ كَفَرُوا۟ وَقَالُوا۟ لِإِخۡوَ ٰ⁠نِهِمۡ إِذَا ضَرَبُوا۟ فِی ٱلۡأَرۡضِ أَوۡ كَانُوا۟ غُزࣰّى لَّوۡ كَانُوا۟ عِندَنَا مَا مَاتُوا۟ وَمَا قُتِلُوا۟ لِیَجۡعَلَ ٱللَّهُ ذَ ٰ⁠لِكَ حَسۡرَةࣰ فِی قُلُوبِهِمۡۗ وَٱللَّهُ یُحۡیِۦ وَیُمِیتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِیرࣱ\n","numberInSurah":156,"juz":4,"manzil":1,"page":70,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":450,"text":"وَلَىِٕن قُتِلۡتُمۡ فِی سَبِیلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةࣱ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَیۡرࣱ مِّمَّا یَجۡمَعُونَ\n","numberInSurah":157,"juz":4,"manzil":1,"page":70,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":451,"text":"وَلَىِٕن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ\n","numberInSurah":158,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":452,"text":"فَبِمَا رَحۡمَةࣲ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِیظَ ٱلۡقَلۡبِ لَٱنفَضُّوا۟ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِی ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ یُحِبُّ ٱلۡمُتَوَكِّلِینَ\n","numberInSurah":159,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":453,"text":"إِن یَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن یَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِی یَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡیَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ\n","numberInSurah":160,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":454,"text":"وَمَا كَانَ لِنَبِیٍّ أَن یَغُلَّۚ وَمَن یَغۡلُلۡ یَأۡتِ بِمَا غَلَّ یَوۡمَ ٱلۡقِیَـٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسࣲ مَّا كَسَبَتۡ وَهُمۡ لَا یُظۡلَمُونَ\n","numberInSurah":161,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":455,"text":"أَفَمَنِ ٱتَّبَعَ رِضۡوَ ٰ⁠نَ ٱللَّهِ كَمَنۢ بَاۤءَ بِسَخَطࣲ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِیرُ\n","numberInSurah":162,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":456,"text":"هُمۡ دَرَجَـٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِیرُۢ بِمَا یَعۡمَلُونَ\n","numberInSurah":163,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":457,"text":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِینَ إِذۡ بَعَثَ فِیهِمۡ رَسُولࣰا مِّنۡ أَنفُسِهِمۡ یَتۡلُوا۟ عَلَیۡهِمۡ ءَایَـٰتِهِۦ وَیُزَكِّیهِمۡ وَیُعَلِّمُهُمُ ٱلۡكِتَـٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُوا۟ مِن قَبۡلُ لَفِی ضَلَـٰلࣲ مُّبِینٍ\n","numberInSurah":164,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":458,"text":"أَوَلَمَّاۤ أَصَـٰبَتۡكُم مُّصِیبَةࣱ قَدۡ أَصَبۡتُم مِّثۡلَیۡهَا قُلۡتُمۡ أَنَّىٰ هَـٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣱ\n","numberInSurah":165,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":459,"text":"وَمَاۤ أَصَـٰبَكُمۡ یَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِیَعۡلَمَ ٱلۡمُؤۡمِنِینَ\n","numberInSurah":166,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":460,"text":"وَلِیَعۡلَمَ ٱلَّذِینَ نَافَقُوا۟ۚ وَقِیلَ لَهُمۡ تَعَالَوۡا۟ قَـٰتِلُوا۟ فِی سَبِیلِ ٱللَّهِ أَوِ ٱدۡفَعُوا۟ۖ قَالُوا۟ لَوۡ نَعۡلَمُ قِتَالࣰا لَّٱتَّبَعۡنَـٰكُمۡۗ هُمۡ لِلۡكُفۡرِ یَوۡمَىِٕذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِیمَـٰنِۚ یَقُولُونَ بِأَفۡوَ ٰ⁠هِهِم مَّا لَیۡسَ فِی قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا یَكۡتُمُونَ\n","numberInSurah":167,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":461,"text":"ٱلَّذِینَ قَالُوا۟ لِإِخۡوَ ٰ⁠نِهِمۡ وَقَعَدُوا۟ لَوۡ أَطَاعُونَا مَا قُتِلُوا۟ۗ قُلۡ فَٱدۡرَءُوا۟ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَـٰدِقِینَ\n","numberInSurah":168,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":462,"text":"وَلَا تَحۡسَبَنَّ ٱلَّذِینَ قُتِلُوا۟ فِی سَبِیلِ ٱللَّهِ أَمۡوَ ٰ⁠تَۢاۚ بَلۡ أَحۡیَاۤءٌ عِندَ رَبِّهِمۡ یُرۡزَقُونَ\n","numberInSurah":169,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":463,"text":"فَرِحِینَ بِمَاۤ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَیَسۡتَبۡشِرُونَ بِٱلَّذِینَ لَمۡ یَلۡحَقُوا۟ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَیۡهِمۡ وَلَا هُمۡ یَحۡزَنُونَ\n","numberInSurah":170,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":464,"text":"۞ یَسۡتَبۡشِرُونَ بِنِعۡمَةࣲ مِّنَ ٱللَّهِ وَفَضۡلࣲ وَأَنَّ ٱللَّهَ لَا یُضِیعُ أَجۡرَ ٱلۡمُؤۡمِنِینَ\n","numberInSurah":171,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":29,"sajda":false},{"number":465,"text":"ٱلَّذِینَ ٱسۡتَجَابُوا۟ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَاۤ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِینَ أَحۡسَنُوا۟ مِنۡهُمۡ وَٱتَّقَوۡا۟ أَجۡرٌ عَظِیمٌ\n","numberInSurah":172,"juz":4,"manzil":1,"page":72,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":466,"text":"ٱلَّذِینَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُوا۟ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِیمَـٰنࣰا وَقَالُوا۟ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِیلُ\n","numberInSurah":173,"juz":4,"manzil":1,"page":72,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":467,"text":"فَٱنقَلَبُوا۟ بِنِعۡمَةࣲ مِّنَ ٱللَّهِ وَفَضۡلࣲ لَّمۡ یَمۡسَسۡهُمۡ سُوۤءࣱ وَٱتَّبَعُوا۟ رِضۡوَ ٰ⁠نَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِیمٍ\n","numberInSurah":174,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":468,"text":"إِنَّمَا ذَ ٰ⁠لِكُمُ ٱلشَّیۡطَـٰنُ یُخَوِّفُ أَوۡلِیَاۤءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِینَ\n","numberInSurah":175,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":469,"text":"وَلَا یَحۡزُنكَ ٱلَّذِینَ یُسَـٰرِعُونَ فِی ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن یَضُرُّوا۟ ٱللَّهَ شَیۡـࣰٔاۗ یُرِیدُ ٱللَّهُ أَلَّا یَجۡعَلَ لَهُمۡ حَظࣰّا فِی ٱلۡـَٔاخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِیمٌ\n","numberInSurah":176,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":470,"text":"إِنَّ ٱلَّذِینَ ٱشۡتَرَوُا۟ ٱلۡكُفۡرَ بِٱلۡإِیمَـٰنِ لَن یَضُرُّوا۟ ٱللَّهَ شَیۡـࣰٔاۖ وَلَهُمۡ عَذَابٌ أَلِیمࣱ\n","numberInSurah":177,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":471,"text":"وَلَا یَحۡسَبَنَّ ٱلَّذِینَ كَفَرُوۤا۟ أَنَّمَا نُمۡلِی لَهُمۡ خَیۡرࣱ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِی لَهُمۡ لِیَزۡدَادُوۤا۟ إِثۡمࣰاۖ وَلَهُمۡ عَذَابࣱ مُّهِینࣱ\n","numberInSurah":178,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":472,"text":"مَّا كَانَ ٱللَّهُ لِیَذَرَ ٱلۡمُؤۡمِنِینَ عَلَىٰ مَاۤ أَنتُمۡ عَلَیۡهِ حَتَّىٰ یَمِیزَ ٱلۡخَبِیثَ مِنَ ٱلطَّیِّبِۗ وَمَا كَانَ ٱللَّهُ لِیُطۡلِعَكُمۡ عَلَى ٱلۡغَیۡبِ وَلَـٰكِنَّ ٱللَّهَ یَجۡتَبِی مِن رُّسُلِهِۦ مَن یَشَاۤءُۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُوا۟ وَتَتَّقُوا۟ فَلَكُمۡ أَجۡرٌ عَظِیمࣱ\n","numberInSurah":179,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":473,"text":"وَلَا یَحۡسَبَنَّ ٱلَّذِینَ یَبۡخَلُونَ بِمَاۤ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَیۡرࣰا لَّهُمۖ بَلۡ هُوَ شَرࣱّ لَّهُمۡۖ سَیُطَوَّقُونَ مَا بَخِلُوا۟ بِهِۦ یَوۡمَ ٱلۡقِیَـٰمَةِۗ وَلِلَّهِ مِیرَ ٰ⁠ثُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِیرࣱ\n","numberInSurah":180,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":474,"text":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِینَ قَالُوۤا۟ إِنَّ ٱللَّهَ فَقِیرࣱ وَنَحۡنُ أَغۡنِیَاۤءُۘ سَنَكۡتُبُ مَا قَالُوا۟ وَقَتۡلَهُمُ ٱلۡأَنۢبِیَاۤءَ بِغَیۡرِ حَقࣲّ وَنَقُولُ ذُوقُوا۟ عَذَابَ ٱلۡحَرِیقِ\n","numberInSurah":181,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":475,"text":"ذَ ٰ⁠لِكَ بِمَا قَدَّمَتۡ أَیۡدِیكُمۡ وَأَنَّ ٱللَّهَ لَیۡسَ بِظَلَّامࣲ لِّلۡعَبِیدِ\n","numberInSurah":182,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":476,"text":"ٱلَّذِینَ قَالُوۤا۟ إِنَّ ٱللَّهَ عَهِدَ إِلَیۡنَاۤ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ یَأۡتِیَنَا بِقُرۡبَانࣲ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَاۤءَكُمۡ رُسُلࣱ مِّن قَبۡلِی بِٱلۡبَیِّنَـٰتِ وَبِٱلَّذِی قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَـٰدِقِینَ\n","numberInSurah":183,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":477,"text":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلࣱ مِّن قَبۡلِكَ جَاۤءُو بِٱلۡبَیِّنَـٰتِ وَٱلزُّبُرِ وَٱلۡكِتَـٰبِ ٱلۡمُنِیرِ\n","numberInSurah":184,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":478,"text":"كُلُّ نَفۡسࣲ ذَاۤىِٕقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَیَوٰةُ ٱلدُّنۡیَاۤ إِلَّا مَتَـٰعُ ٱلۡغُرُورِ\n","numberInSurah":185,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":479,"text":"۞ لَتُبۡلَوُنَّ فِیۤ أَمۡوَ ٰ⁠لِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِینَ أَشۡرَكُوۤا۟ أَذࣰى كَثِیرࣰاۚ وَإِن تَصۡبِرُوا۟ وَتَتَّقُوا۟ فَإِنَّ ذَ ٰ⁠لِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ\n","numberInSurah":186,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":30,"sajda":false},{"number":480,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِیثَـٰقَ ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ لَتُبَیِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَاۤءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡا۟ بِهِۦ ثَمَنࣰا قَلِیلࣰاۖ فَبِئۡسَ مَا یَشۡتَرُونَ\n","numberInSurah":187,"juz":4,"manzil":1,"page":75,"ruku":60,"hizbQuarter":30,"sajda":false},{"number":481,"text":"لَا تَحۡسَبَنَّ ٱلَّذِینَ یَفۡرَحُونَ بِمَاۤ أَتَوا۟ وَّیُحِبُّونَ أَن یُحۡمَدُوا۟ بِمَا لَمۡ یَفۡعَلُوا۟ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةࣲ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِیمࣱ\n","numberInSurah":188,"juz":4,"manzil":1,"page":75,"ruku":60,"hizbQuarter":30,"sajda":false},{"number":482,"text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرٌ\n","numberInSurah":189,"juz":4,"manzil":1,"page":75,"ruku":60,"hizbQuarter":30,"sajda":false},{"number":483,"text":"إِنَّ فِی خَلۡقِ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ وَٱخۡتِلَـٰفِ ٱلَّیۡلِ وَٱلنَّهَارِ لَـَٔایَـٰتࣲ لِّأُو۟لِی ٱلۡأَلۡبَـٰبِ\n","numberInSurah":190,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":484,"text":"ٱلَّذِینَ یَذۡكُرُونَ ٱللَّهَ قِیَـٰمࣰا وَقُعُودࣰا وَعَلَىٰ جُنُوبِهِمۡ وَیَتَفَكَّرُونَ فِی خَلۡقِ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَـٰذَا بَـٰطِلࣰا سُبۡحَـٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ\n","numberInSurah":191,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":485,"text":"رَبَّنَاۤ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَیۡتَهُۥۖ وَمَا لِلظَّـٰلِمِینَ مِنۡ أَنصَارࣲ\n","numberInSurah":192,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":486,"text":"رَّبَّنَاۤ إِنَّنَا سَمِعۡنَا مُنَادِیࣰا یُنَادِی لِلۡإِیمَـٰنِ أَنۡ ءَامِنُوا۟ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَیِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ\n","numberInSurah":193,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":487,"text":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا یَوۡمَ ٱلۡقِیَـٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِیعَادَ\n","numberInSurah":194,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":488,"text":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّی لَاۤ أُضِیعُ عَمَلَ عَـٰمِلࣲ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضࣲۖ فَٱلَّذِینَ هَاجَرُوا۟ وَأُخۡرِجُوا۟ مِن دِیَـٰرِهِمۡ وَأُوذُوا۟ فِی سَبِیلِی وَقَـٰتَلُوا۟ وَقُتِلُوا۟ لَأُكَفِّرَنَّ عَنۡهُمۡ سَیِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ ثَوَابࣰا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ\n","numberInSurah":195,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":489,"text":"لَا یَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِینَ كَفَرُوا۟ فِی ٱلۡبِلَـٰدِ\n","numberInSurah":196,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":490,"text":"مَتَـٰعࣱ قَلِیلࣱ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ\n","numberInSurah":197,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":491,"text":"لَـٰكِنِ ٱلَّذِینَ ٱتَّقَوۡا۟ رَبَّهُمۡ لَهُمۡ جَنَّـٰتࣱ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَا نُزُلࣰا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَیۡرࣱ لِّلۡأَبۡرَارِ\n","numberInSurah":198,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":492,"text":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَـٰبِ لَمَن یُؤۡمِنُ بِٱللَّهِ وَمَاۤ أُنزِلَ إِلَیۡكُمۡ وَمَاۤ أُنزِلَ إِلَیۡهِمۡ خَـٰشِعِینَ لِلَّهِ لَا یَشۡتَرُونَ بِـَٔایَـٰتِ ٱللَّهِ ثَمَنࣰا قَلِیلًاۚ أُو۟لَـٰۤىِٕكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِیعُ ٱلۡحِسَابِ\n","numberInSurah":199,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":493,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ ٱصۡبِرُوا۟ وَصَابِرُوا۟ وَرَابِطُوا۟ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ\n","numberInSurah":200,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false}],"edition":{"identifier":"quran-uthmani-quran-academy","language":"ar","name":"Quran Uthmani by Quran Academy","englishName":"Modified Quran Uthmani Text from the Quran Academy to work with the Kitab font","format":"text","type":"quran","direction":"rtl"}}