{"number":57,"name":"سُورَةُ الحَدِيدِ","englishName":"Al-Hadid","englishNameTranslation":"The Iron","revelationType":"Medinan","numberOfAyahs":29,"ayahs":[{"number":5076,"text":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ سَبَّحَ لِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n","numberInSurah":1,"juz":27,"manzil":7,"page":537,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5077,"text":"لَهُۥ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ یُحۡیِۦ وَیُمِیتُۖ وَهُوَ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرٌ\n","numberInSurah":2,"juz":27,"manzil":7,"page":537,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5078,"text":"هُوَ ٱلۡأَوَّلُ وَٱلۡـَٔاخِرُ وَٱلظَّـٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَیۡءٍ عَلِیمٌ\n","numberInSurah":3,"juz":27,"manzil":7,"page":537,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5079,"text":"هُوَ ٱلَّذِی خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ فِی سِتَّةِ أَیَّامࣲ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ یَعۡلَمُ مَا یَلِجُ فِی ٱلۡأَرۡضِ وَمَا یَخۡرُجُ مِنۡهَا وَمَا یَنزِلُ مِنَ ٱلسَّمَاۤءِ وَمَا یَعۡرُجُ فِیهَاۖ وَهُوَ مَعَكُمۡ أَیۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِیرࣱ\n","numberInSurah":4,"juz":27,"manzil":7,"page":538,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5080,"text":"لَّهُۥ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ\n","numberInSurah":5,"juz":27,"manzil":7,"page":538,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5081,"text":"یُولِجُ ٱلَّیۡلَ فِی ٱلنَّهَارِ وَیُولِجُ ٱلنَّهَارَ فِی ٱلَّیۡلِۚ وَهُوَ عَلِیمُۢ بِذَاتِ ٱلصُّدُورِ\n","numberInSurah":6,"juz":27,"manzil":7,"page":538,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5082,"text":"ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا۟ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِینَ فِیهِۖ فَٱلَّذِینَ ءَامَنُوا۟ مِنكُمۡ وَأَنفَقُوا۟ لَهُمۡ أَجۡرࣱ كَبِیرࣱ\n","numberInSurah":7,"juz":27,"manzil":7,"page":538,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5083,"text":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ یَدۡعُوكُمۡ لِتُؤۡمِنُوا۟ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِیثَـٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِینَ\n","numberInSurah":8,"juz":27,"manzil":7,"page":538,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5084,"text":"هُوَ ٱلَّذِی یُنَزِّلُ عَلَىٰ عَبۡدِهِۦۤ ءَایَـٰتِۭ بَیِّنَـٰتࣲ لِّیُخۡرِجَكُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفࣱ رَّحِیمࣱ\n","numberInSurah":9,"juz":27,"manzil":7,"page":538,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5085,"text":"وَمَا لَكُمۡ أَلَّا تُنفِقُوا۟ فِی سَبِیلِ ٱللَّهِ وَلِلَّهِ مِیرَ ٰ⁠ثُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۚ لَا یَسۡتَوِی مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَـٰتَلَۚ أُو۟لَـٰۤىِٕكَ أَعۡظَمُ دَرَجَةࣰ مِّنَ ٱلَّذِینَ أَنفَقُوا۟ مِنۢ بَعۡدُ وَقَـٰتَلُوا۟ۚ وَكُلࣰّا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِیرࣱ\n","numberInSurah":10,"juz":27,"manzil":7,"page":538,"ruku":472,"hizbQuarter":215,"sajda":false},{"number":5086,"text":"مَّن ذَا ٱلَّذِی یُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنࣰا فَیُضَـٰعِفَهُۥ لَهُۥ وَلَهُۥۤ أَجۡرࣱ كَرِیمࣱ\n","numberInSurah":11,"juz":27,"manzil":7,"page":538,"ruku":473,"hizbQuarter":215,"sajda":false},{"number":5087,"text":"یَوۡمَ تَرَى ٱلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِ یَسۡعَىٰ نُورُهُم بَیۡنَ أَیۡدِیهِمۡ وَبِأَیۡمَـٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡیَوۡمَ جَنَّـٰتࣱ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۚ ذَ ٰ⁠لِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n","numberInSurah":12,"juz":27,"manzil":7,"page":539,"ruku":473,"hizbQuarter":215,"sajda":false},{"number":5088,"text":"یَوۡمَ یَقُولُ ٱلۡمُنَـٰفِقُونَ وَٱلۡمُنَـٰفِقَـٰتُ لِلَّذِینَ ءَامَنُوا۟ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِیلَ ٱرۡجِعُوا۟ وَرَاۤءَكُمۡ فَٱلۡتَمِسُوا۟ نُورࣰاۖ فَضُرِبَ بَیۡنَهُم بِسُورࣲ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِیهِ ٱلرَّحۡمَةُ وَظَـٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ\n","numberInSurah":13,"juz":27,"manzil":7,"page":539,"ruku":473,"hizbQuarter":215,"sajda":false},{"number":5089,"text":"یُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُوا۟ بَلَىٰ وَلَـٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِیُّ حَتَّىٰ جَاۤءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ\n","numberInSurah":14,"juz":27,"manzil":7,"page":539,"ruku":473,"hizbQuarter":215,"sajda":false},{"number":5090,"text":"فَٱلۡیَوۡمَ لَا یُؤۡخَذُ مِنكُمۡ فِدۡیَةࣱ وَلَا مِنَ ٱلَّذِینَ كَفَرُوا۟ۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِیَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِیرُ\n","numberInSurah":15,"juz":27,"manzil":7,"page":539,"ruku":473,"hizbQuarter":215,"sajda":false},{"number":5091,"text":"۞ أَلَمۡ یَأۡنِ لِلَّذِینَ ءَامَنُوۤا۟ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا یَكُونُوا۟ كَٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ مِن قَبۡلُ فَطَالَ عَلَیۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِیرࣱ مِّنۡهُمۡ فَـٰسِقُونَ\n","numberInSurah":16,"juz":27,"manzil":7,"page":539,"ruku":473,"hizbQuarter":216,"sajda":false},{"number":5092,"text":"ٱعۡلَمُوۤا۟ أَنَّ ٱللَّهَ یُحۡیِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَیَّنَّا لَكُمُ ٱلۡـَٔایَـٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ\n","numberInSurah":17,"juz":27,"manzil":7,"page":539,"ruku":473,"hizbQuarter":216,"sajda":false},{"number":5093,"text":"إِنَّ ٱلۡمُصَّدِّقِینَ وَٱلۡمُصَّدِّقَـٰتِ وَأَقۡرَضُوا۟ ٱللَّهَ قَرۡضًا حَسَنࣰا یُضَـٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرࣱ كَرِیمࣱ\n","numberInSurah":18,"juz":27,"manzil":7,"page":539,"ruku":473,"hizbQuarter":216,"sajda":false},{"number":5094,"text":"وَٱلَّذِینَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦۤ أُو۟لَـٰۤىِٕكَ هُمُ ٱلصِّدِّیقُونَۖ وَٱلشُّهَدَاۤءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِینَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔایَـٰتِنَاۤ أُو۟لَـٰۤىِٕكَ أَصۡحَـٰبُ ٱلۡجَحِیمِ\n","numberInSurah":19,"juz":27,"manzil":7,"page":540,"ruku":473,"hizbQuarter":216,"sajda":false},{"number":5095,"text":"ٱعۡلَمُوۤا۟ أَنَّمَا ٱلۡحَیَوٰةُ ٱلدُّنۡیَا لَعِبࣱ وَلَهۡوࣱ وَزِینَةࣱ وَتَفَاخُرُۢ بَیۡنَكُمۡ وَتَكَاثُرࣱ فِی ٱلۡأَمۡوَ ٰ⁠لِ وَٱلۡأَوۡلَـٰدِۖ كَمَثَلِ غَیۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ یَهِیجُ فَتَرَىٰهُ مُصۡفَرࣰّا ثُمَّ یَكُونُ حُطَـٰمࣰاۖ وَفِی ٱلۡـَٔاخِرَةِ عَذَابࣱ شَدِیدࣱ وَمَغۡفِرَةࣱ مِّنَ ٱللَّهِ وَرِضۡوَ ٰ⁠نࣱۚ وَمَا ٱلۡحَیَوٰةُ ٱلدُّنۡیَاۤ إِلَّا مَتَـٰعُ ٱلۡغُرُورِ\n","numberInSurah":20,"juz":27,"manzil":7,"page":540,"ruku":474,"hizbQuarter":216,"sajda":false},{"number":5096,"text":"سَابِقُوۤا۟ إِلَىٰ مَغۡفِرَةࣲ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَاۤءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِینَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦۚ ذَ ٰ⁠لِكَ فَضۡلُ ٱللَّهِ یُؤۡتِیهِ مَن یَشَاۤءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِیمِ\n","numberInSurah":21,"juz":27,"manzil":7,"page":540,"ruku":474,"hizbQuarter":216,"sajda":false},{"number":5097,"text":"مَاۤ أَصَابَ مِن مُّصِیبَةࣲ فِی ٱلۡأَرۡضِ وَلَا فِیۤ أَنفُسِكُمۡ إِلَّا فِی كِتَـٰبࣲ مِّن قَبۡلِ أَن نَّبۡرَأَهَاۤۚ إِنَّ ذَ ٰ⁠لِكَ عَلَى ٱللَّهِ یَسِیرࣱ\n","numberInSurah":22,"juz":27,"manzil":7,"page":540,"ruku":474,"hizbQuarter":216,"sajda":false},{"number":5098,"text":"لِّكَیۡلَا تَأۡسَوۡا۟ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُوا۟ بِمَاۤ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا یُحِبُّ كُلَّ مُخۡتَالࣲ فَخُورٍ\n","numberInSurah":23,"juz":27,"manzil":7,"page":540,"ruku":474,"hizbQuarter":216,"sajda":false},{"number":5099,"text":"ٱلَّذِینَ یَبۡخَلُونَ وَیَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن یَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِیُّ ٱلۡحَمِیدُ\n","numberInSurah":24,"juz":27,"manzil":7,"page":540,"ruku":474,"hizbQuarter":216,"sajda":false},{"number":5100,"text":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَیِّنَـٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَـٰبَ وَٱلۡمِیزَانَ لِیَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِیدَ فِیهِ بَأۡسࣱ شَدِیدࣱ وَمَنَـٰفِعُ لِلنَّاسِ وَلِیَعۡلَمَ ٱللَّهُ مَن یَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَیۡبِۚ إِنَّ ٱللَّهَ قَوِیٌّ عَزِیزࣱ\n","numberInSurah":25,"juz":27,"manzil":7,"page":541,"ruku":474,"hizbQuarter":216,"sajda":false},{"number":5101,"text":"وَلَقَدۡ أَرۡسَلۡنَا نُوحࣰا وَإِبۡرَ ٰ⁠هِیمَ وَجَعَلۡنَا فِی ذُرِّیَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَـٰبَۖ فَمِنۡهُم مُّهۡتَدࣲۖ وَكَثِیرࣱ مِّنۡهُمۡ فَـٰسِقُونَ\n","numberInSurah":26,"juz":27,"manzil":7,"page":541,"ruku":475,"hizbQuarter":216,"sajda":false},{"number":5102,"text":"ثُمَّ قَفَّیۡنَا عَلَىٰۤ ءَاثَـٰرِهِم بِرُسُلِنَا وَقَفَّیۡنَا بِعِیسَى ٱبۡنِ مَرۡیَمَ وَءَاتَیۡنَـٰهُ ٱلۡإِنجِیلَۖ وَجَعَلۡنَا فِی قُلُوبِ ٱلَّذِینَ ٱتَّبَعُوهُ رَأۡفَةࣰ وَرَحۡمَةࣰۚ وَرَهۡبَانِیَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَـٰهَا عَلَیۡهِمۡ إِلَّا ٱبۡتِغَاۤءَ رِضۡوَ ٰ⁠نِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَایَتِهَاۖ فَـَٔاتَیۡنَا ٱلَّذِینَ ءَامَنُوا۟ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِیرࣱ مِّنۡهُمۡ فَـٰسِقُونَ\n","numberInSurah":27,"juz":27,"manzil":7,"page":541,"ruku":475,"hizbQuarter":216,"sajda":false},{"number":5103,"text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ یُؤۡتِكُمۡ كِفۡلَیۡنِ مِن رَّحۡمَتِهِۦ وَیَجۡعَل لَّكُمۡ نُورࣰا تَمۡشُونَ بِهِۦ وَیَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ\n","numberInSurah":28,"juz":27,"manzil":7,"page":541,"ruku":475,"hizbQuarter":216,"sajda":false},{"number":5104,"text":"لِّئَلَّا یَعۡلَمَ أَهۡلُ ٱلۡكِتَـٰبِ أَلَّا یَقۡدِرُونَ عَلَىٰ شَیۡءࣲ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِیَدِ ٱللَّهِ یُؤۡتِیهِ مَن یَشَاۤءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِیمِ\n","numberInSurah":29,"juz":27,"manzil":7,"page":541,"ruku":475,"hizbQuarter":216,"sajda":false}],"edition":{"identifier":"quran-uthmani-quran-academy","language":"ar","name":"Quran Uthmani by Quran Academy","englishName":"Modified Quran Uthmani Text from the Quran Academy to work with the Kitab font","format":"text","type":"quran","direction":"rtl"}}